Repository: browser-update/browser-update
Catalog: lang/*/LC_MESSAGES/customize.po
Languages: nl_nl, sv_se

source: Customize and test
nl_nl: Aanpassen en testen
sv_se: Anpassa och testa

source: Test the script
nl_nl: Test het script
sv_se: Testa skriptet

source: If you open your website with <code>#test-bu</code> appended to the url, the bar will always show up.
nl_nl: Als je de website opent met <code>#test-bu</code> achter de url, dan wordt de balk altijd getoond.
sv_se: Om du öppnar din webbsida med <code>#test-bu</code> tillfogat i adressfältet, kommer meddelandebalken att synas.

source: Example: <code>http://browser-update.org/#test-bu</code>.
nl_nl: Voorbeeld: <code>http://browser-update.org/#test-bu</code>.
sv_se: T.ex. code>http://browser-update.org/#test-bu</code>.

source: Make sure the page is properly reloaded by opening the url in an new browser tab.
nl_nl: Zorg er voor dat de pagina correct worden herladen door de url te openen in een nieuwe browser tab.
sv_se: Försäkra dig om att sidan är laddad korrekt genom att öppna adressen i en ny flik.

source: Options
nl_nl: Opties
sv_se: Inställningar

source: The following options can be passed to the script:
nl_nl: De volgende opties kun je doorgeven aan het script:
sv_se: Följande inställningar kan skickas till skriptet:

source: browser versions to notify
nl_nl: browser versies die een melding moeten geven
sv_se: webbläsarversioner som ska notifieras

source: atfer how many hours should the message reappear
nl_nl: na hoeveel uur de melding weer moet verschijnen
sv_se: antalet timmar efter vilka meddelandebalken åter ska dyka upp

source: 0 = show all the time
nl_nl: 0 = continu tonen
sv_se: 0 = alltid synlig

source: callback function after the bar has appeared
nl_nl: callback functie als de balk getoond is
sv_se: callback-funktion efter att meddelandebalken dykt upp

source: set a language for the message, e.g. "en"
nl_nl: zet de taal voor de melding, bijvoorbeeld "nl"
sv_se: ange språk för meddelandet, t.ex. "sv"

source: overrides the default detection
nl_nl: overruled de standaard detectie
sv_se: åsidosätter den automatiska detekteringen

source: true = always show the bar (for testing)
nl_nl: true = toont de balk altijd (om te testen)
sv_se: true = meddelandebalken alltid synlig (för test)

source: custom notification html text
nl_nl: aangepaste html melding
sv_se: html-text för ett anpassat meddelande

source: open link in new window/tab
nl_nl: open link in nieuw venster/tab
sv_se: öppna länken i ett nytt fönster eller flik

source: Edit the CSS
nl_nl: Bewerk de CSS
sv_se: Ändringar i CSS-koden

source: The following CSS rules are applied by the script.
nl_nl: De volgende CSS regels worden toegepast door het script.
sv_se: Dessa CSS-regler tillämpas av skriptet

source: You can overwrite them in your own CSS. To do so you need to add some more specifity to the css-rules: e.g. <code>body .buorg {font-size:20px}</code>
nl_nl: Je kunt ze overschrijven met je eigen CSS door eigen specifiekere regels toe te voegen, bijvoorbeeld <code>body .buorg {font-size:20px}</code>
sv_se: Du kan åsidosätta dem i din egen CSS-kod. För att göra det måste du specificera dina CSS-regler: t.ex. <code>body .buorg {font-size:20px}</code>
