Repository: browser-update/browser-update
Catalog: lang/*/LC_MESSAGES/site.po
Languages: bg_bg, da_dk, el_gr, fa_ir, fr_fr, gl_es, he_il, nl_nl, sv_se

source: Newer browsers let you use more features and new technologies (CSS3, SVG, HTML5, RSS, CSS Generated Content, flexible Layouts) on your website, resulting in a better browsing experience for your users.
da_dk: Nyere browsere lader dig bruge flere funktioner og nye teknologier (CSS3, SVG, HTML5, RSS, CSS-genereret indhold, fleksible layouts) på din hjemmeside, hvilket resulterer i en bedre oplevelse for dine brugere.
el_gr: Οι νεότεροι φυλλομετρητές επιτρέπουν την χρήση περισσότερων δυνατοτήτων και νέων τεχνολογιών (CSS3, SVG, HTML5, RSS, αυτόματα στοιχεία CSS, προσαρμόσιμη διάταξη σελίδας) στην ιστοσελίδα σας, παρέχοντας μια καλύτερη εμπειρία στους χρήστες κατά την πλοήγησή τους.
he_il: דפדפנים חדישים מאפשרים להתשמש ביותר פיצ'רים וטכנולוגיות חדשות (CSS3, SVG, HTML5, RSS, CSS Generated Content, flexible Layouts) באתר שלך, וכך ליצור חווית גלישה טובה יותר למשתמשים שלך.

source: <strong class="number">%d</strong> sites are using the Browser-Update.org script.
da_dk: <strong class="number">%d</strong> websites benytter sig af Browser-Update.org scriptet.
el_gr: <strong class="number">%d</strong> ιστότοποι χρησιμοποιούν τον κώδικα του Browser-Update.org.
he_il: <strong class="number">%d</strong> אתרים משתמשים ב- Browser-Update.org script.

source: <strong class="number">%d</strong> visitors have already upgraded their browser.
da_dk: <strong class="number">%d</strong> besøgende har allrede opdateret eller udskiftet deres browser.
el_gr: <strong class="number">%d</strong> επισκέπτες έχουν ήδη αναβαθμίσει τους φυλλομετρητές τους.
he_il: <strong class="number">%d</strong> מבקרים כבר עדכנו את הדפדפן שלהם.
