Repository: browser-update/browser-update
Catalog: lang/*/LC_MESSAGES/site.po
Languages: bg_bg, da_dk, el_gr, fa_ir, fr_fr, gl_es, he_il, nl_nl, sv_se

source: You can <a href="%s">customize</a> the style of the message, the text and other options.
bg_bg: Можете да <a href="%s">персонализирате</a> стила на съобщението, текста и други опции.
da_dk: Du kan <a href="%s">indstille</a> stylingen af beskedne, teksten og andre indstillinger.
el_gr: Μπορείτε να <a href="%s">προσαρμόσετε</a> την εμφάνιση του μηνύματος, το κείμενο και άλλες παραμέτρους.
fa_ir: شما میتوانید استیل پیام ، متن و گزینه های دیگر را <a href="%s">سفارشی</a> کنید
fr_fr: Vous pouvez <a href="%s">personnaliser</a> le style du message, le texte et autres options.
gl_es: <a href="%s">Personalizar</a> o estilo da mensaxe, o texto e outras opcións.
he_il: ניתן <a href="%s">להתאים אישית</a> את הסגנון של ההתרעה, הטקסט ואפשרויות אחרות.
nl_nl: Je kunt zelf aangeven in welke browsers en versies de balk getoond moet worden.<br />Binnenkort kun je ook de tekst, de frequentie van tonen en andere zaken instellen.<a href="%s"></a>
sv_se: Du kan <a href="%s">anpassa</a> utseendet på meddelandebalken, texten som visas samt andra inställningar.

source: There are plugins for:
bg_bg: Може да използвате и добавки от трети страни за:
fr_fr: Vous pouvez aussi utiliser des plugins externes pour:
gl_es: Tamén pode empregar engadidos de terceiros para:
nl_nl: Plugins:
sv_se: Dessutom finns tredjepartsplugin för

source: Why you should tell users to update
bg_bg: Защо трябва да уведомявате посетителите си да актуализират браузъра си
da_dk: Hvorfor du skal fortælle brugerne til at opdatere
el_gr: Γιατί θα πρέπει να προτρέψετε τους χρήστες σε αναβάθμιση
fa_ir: چرا شما باید به کاربران بگویید که به روز رسانی کنند
fr_fr: Pourquoi devriez-vous informer vos visiteurs
gl_es: Porque debería dicirlle aos usuarios que se actualicen?
he_il: מדוע כדאי לך להתריע למשתמשים לעדכן
nl_nl: Waarom bezoekers informeren om te updaten
sv_se: Varför uppmana användare att uppdatera webbläsare

source: Reduced development costs and time
bg_bg: Намалени разходи за разработка и време
da_dk: Reducerede udviklingsomkostninger og tid
el_gr: Περιορισμός κόστους και χρόνου ανάπτυξης
fa_ir: هزینه و زمان توسعه را کاهش میدهد
fr_fr: Temps et coût de développement réduits
gl_es: Reducción de custos e tempo de desenvolvemento
he_il: זמן ועלות פיתוח מופחתים
nl_nl: Bespaar tijd en geld
sv_se: Minskade utvecklingskostnader

source: Optimizing websites for old browsers is time consuming and thus expensive.
bg_bg: Оптимизиране на уеб сайтове за стари браузъри отнема време и затова е скъпо.
da_dk: Optimering af hjemmesider for gamle browsere er tidskrævende og dermed dyrt.
el_gr: Η βελτιστοποίηση ιστοσελίδων για παλιούς φυλλομετρητές είναι χρονοβόρα και συνεπώς κοστίζει.
fr_fr: Optimiser les sites internet pour les vieux navigateurs est chronophage et coûte cher.
gl_es: A optimización de sitios web para navegadores antigos é unha perda de tempo e polo tanto moi caro.
he_il: התאמת אתרים לדפדפנים ישנים דורשת זמן רב ולכן עולה ביוקר.
nl_nl: Het ondersteunen van oude browsers kost tijd en is dus kostbaar.
sv_se: Att anpassa webbsidor till föråldrade webbläsare är tidskrävande och dyrt.

source: Webdesign technologies and features
bg_bg: Уебдизайн технологии и функции
da_dk: Webdesign teknologier og funktioner
el_gr: Τεχνολογίες σχεδίασης ιστοσελίδων και λειτουργίες
fa_ir: تکنولوژی های طراحی وب و امکانات
fr_fr: Technologies de webdesign et fonctionnalités
gl_es: Tecnoloxías e características de deseño web
he_il: טכנולוגיות ופיצ'רים של עיצוב רשת
nl_nl: Webdesign technieken en mogelijkheden
sv_se: Webbtekniker och funktioner

source: There are all these great new web development standards and they are supported by modern browsers... but you may not use them.
bg_bg: Съществуват всички тези страхотни нови стандарти за уеб програмиране и те са подкрепени от съвременни браузъри ... но не могат да се използват.
da_dk: Der er alle disse fantastiske nye web-udvikling standarder, og de understøttes af moderne browsere ... men du kan ikke bruge dem.
el_gr: Είναι διαθέσιμα όλα αυτά τα καταπληκτικά πρότυπα ανάπτυξης ιστοσελίδων και υποστηρίζονται από τους σύγχρονους φυλλομετρητές... αλλά δεν μπορείτε να τα αξιοποιήσετε.
fr_fr: Il y a tant de nouveaux standards de développement mais il ne sont supportés que par les navigateurs les plus modernes ... donc vous ne pouvez pas les utiliser.
gl_es: Hai incríbeis estándares de desenvolvemento web novos e que só se admiten en navegadores modernos pero se non están actualizados non poderá usalos.
he_il: ישנם את כל הפיתוחים, הטכנולוגיות והסטנדרטים האדירים האלו והם נתמכים על-ידי דפדפנים מודרניים... אך לא תוכל להשתמש בהם.
nl_nl: Er zijn legio nieuwe webdesignstandaarden en nieuwe browsers ondersteunen ze... maar ze kunnen niet gebruikt worden.
sv_se: Det finns många nya fantastiska webbstandarder som endast stöds av moderna webbläsare. Men du kan inte använda dem.

source: Newer browsers let you use more features and new technologies on your website, resulting in a better browsing experience for your users.
bg_bg: По-новите браузъри ви позволяват да използвате повече функции и нови технологии (CSS3, SVG, HTML5, RSS, CSS генерирано съдържание, адаптивен дизайн) на вашия сайт, което води до по-добро сърфиране и изживяване за вашите потребители.
fa_ir: مرورگر های جدید اجازه استفاده از امکانات بیشتر و تکنولوژی های جدید (CSS3, SVG, HTML5, RSS, CSS Generated Content, flexible Layouts) را به شما و در سایت شما میدهند ، نتیجه تجربه مرور بهتر برای کاربران شما است.
fr_fr: Les navigateurs récents vous permettent d'accéder à plus de fonctionnalités et de nouvelles technologies (CSS3, SVG, HTML5, RSS, CSS de Contenu Généré, ...) sur votre site internet, permettant ainsi une meilleur qualité pour vos utilisateurs.
gl_es: Só os navegadores actualizados permitiranlle usar máis características e tecnoloxías novas (CSS3, SVG, HTML5, RSS, Contido xerado por CSS, deseños flexíbeis), o que resulta nunha mellor experiencia de navegación para os seus usuarios.
nl_nl: Nieuwere browsers hebben meer mogelijkheden en ondersteunen nieuwe technieken ((CSS3, SVG, HTML5, RSS, CSS Generated Content, flexibele layouts) voor websites wat resulteert in mooiere en betere websites voor bezoekers.
sv_se: Moderna webbläsare låter dig använda nya webbtekniker såsom CSS3, SVG, HTML5, RSS, CSS-genererat innehåll samt responsiv design. Dessa tekniker ger dina besökare en bättre upplevelse på din webbsida.

source: Security and benefits for the user
bg_bg: Сигурност и ползи за потребителя
da_dk: Sikkerhed og fordele for brugeren
el_gr: Ασφάλεια και οφέλη για τον χρήστη
fa_ir: امنیت و مزایا برای کاربر
fr_fr: Sécurité et avantages pour l'utilisateur
gl_es: Seguranza e beneficios para os usuarios
he_il: אבטחה ותועלות למשתמש
nl_nl: Veiligheid en voordelen voor bezoekers
sv_se: Säkerhet och fördelar för användaren

source: Numerous benefits: security, speed, features, ... Look at the <a href="%s">update page</a>. The security-threats of outdates browsers are listed in this <a href="%s">paper</a>.
bg_bg: Многобройни ползи: сигурност, бързо действие, функции, ... Разгледайте <a href="%s">страницата за актуализиция</a>. Заплахите за сигурността от остарелите браузъри са изброени в този <a href="%s">сайт</a>.
da_dk: Mange fordele: sikkerhed, hastighed, funktioner, ... Kig på <a href="%s">opdateringssiden</a>. De sikkerhedsrelaterede trusler om uddaterede browsere er nævnt bl.a. <a href="%s">her</a>.
el_gr: Πλήθος πλεονεκτημάτων: ασφάλεια, ταχύτητα, δυνατότητες, ... Ανατρέξτε στην <a href="%s">σελίδα αναβάθμισης</a>. Οι απειλές για την ασφάλεια που χαρακτηρίζουν τους παρωχημένους φυλλομετρητές παρατίθενται σε αυτό το <a href="%s">έγγραφο</a>.
fr_fr: De nombreux avantages: sécurité, rapidité, fonctionnaltiés, .... Visitez la page <a href="%s">de mise à jour</a>. Les menaces de sécurité des navigateurs dépassés sont énumérées dans cet <a href="%s">article</a>.
gl_es: Existen numerosos beneficios: seguranza, velocidade, características, ... Bote unha ollada á <a href="%s">páxina de actualización</a>. Os problemas de seguranza dos navegadores antigos móstranse neste <a href="%s">«paper»</a>.
he_il: תועלות רבות: אבטחה, מהירות, פיצ'רים, ... ראה את <a href="%s">דף העדכונים</a>. איומי האבטחה של דפדפנים מיושנים רשומים <a href="%s">בדף הזה</a>.
nl_nl: De vele voordelen: veiliger, sneller, meer mogelijkheden... Kijk op de <a href="%s">update pagina</a>. Lees meer over de <a href="%s">veiligheidsrisico's van oude browers</a>.
sv_se: En modern webbläsare medför otaliga fördelar: har högre säkerhet, är snabbare, har fler funktioner... Ta en titt på <a href="%s">uppdateringssidan</a>. Säkerhetsrisken med en föråldrad webbläsare tas upp i <a href="%s">detta dokument</a>.

source: The web has to evolve...
bg_bg: Интернет трябва да еволюира...
da_dk: Nettet skal udvikle sig ...
el_gr: Το διαδίκτυο πρέπει να εξελιχθεί...
fa_ir: وب باید تکامل پیدا کند
fr_fr: Le Web doit évoluer...
gl_es: O web ten que evolucionar...
he_il: הרשת חייבת להתפתח...
nl_nl: Het internet moet beter worden...
sv_se: Webben måste kunna utvecklas...

source: But that's only possible if the browsers also evolve.
bg_bg: Но това е възможно само ако браузърите също се развиват.
da_dk: Men det er kun muligt, hvis brugernes browsere også udvikler sig.
el_gr: Ωστόσο, κάτι τέτοιο είναι εφικτό μόνο αν τα προγράμματα περιήγησης εξελιχθούν και αυτά.
fa_ir: اما فقط زمانی امکان پذیر است که مرورگر ها نیز تکامل پیدا کنند
fr_fr: Mais ce n'est possible que si les navigateurs évoluent.
gl_es: Pero isto non é posíbel se os navegadores non o fan tamén.
he_il: אך זה ייתכן רק אם הדפדפנים יתפתחו.
nl_nl: Maar dat gaat alleen als de browers ook beter worden.
sv_se: Men det är endast möjligt om även webbläsarna utvecklas.

source: The strong market share of a 8 years old webbrowser (Internet Explorer 6) is something new in the history of the web. If we take no action now, we will have to code websites like in 2001 even if it is 2011.
bg_bg: Големият пазарен дял на уеббраузъри като Internet Explorer 6 е нещо ново в историята на интернет. Ако ние не предприема действия сега, ние ще трябва да се разработваме сайтове като през 2001 г., дори и ако е 2011.
da_dk: Den stærke markedsandel af en 8 år gammel webbrowser (Internet Explorer 6) er noget nyt i historien om internettet. Hvis vi ikke tager handling nu, vil vi være nødt til at kode nye hjemmesider som i 2001, selvom det er 2011.
el_gr: Το μεγάλο μερίδιο αγοράς ενός φυλλομετρητή ηλικίας 8 ετών (Internet Explorer 6) είναι κάτι το πρωτοφανές στην ιστορία του διαδικτύου. Αν δεν αναλάβουμε δράση τώρα, θα είμαστε αναγκασμένοι να σχεδιάζουμε ιστοσελίδες όπως το 2001 ακόμη και το έτος 2011.
fr_fr: Internet se partage des navigateurs vieux de 8 ans (Internet Explorer 6), ce qui est nouveau dans l'histoire du Web. Si nous n'agissons pas tout de suite, nous devrons adapter le code source des sites internet comme en 2001 ... même en 2011.
gl_es: A forte cota de mercado dun antigo navegador web de 8 anos (Internet Explorer 6) é algo novo na historia do web. Se non facemos nada, terá que programar sitios web como en 20011 incluso estando no 2011.
he_il: נתח השוק החזק של דפדפן בן 8 שנים (Internet Explorer 6) הינה דבר חדש בהיסטוריה של הרשת. אם לא נפעל כעת, יהיה עלינו לפתח אתרים כמו ב- 2001 אפילו אם כעת 2011.
nl_nl: Oude browsers als Internet Explorer 6 bestaan al meer dan 8 jaar... Als we nu geen actie ondernemen moeten we nog steeds websites maken als in 2001 terwijl het al 2010 is!
sv_se: En stor marknadsandel hos en 8 år gammal webbläsare (Internet Explorer 6) är något nytt i internets historia. Om vi inte agerar nu, är vi tvungna att idag koda webbsidor på samma sätt som vi gjorde 2001.

source: Users don't oppose updating...
bg_bg: Потребителите не се противопоставят на актуализирането ...
da_dk: Brugerne behøver ikke modsætte sig opdatering ..
el_gr: Οι χρήστες δεν είναι αντίθετοι με την αναβάθμιση...
fa_ir: کاربران با به روز رسانی کردن مخالفت نخواهند کرد
fr_fr: Les utilisateurs ne s'opposent pas à la mise à jour ...
gl_es: Os usuarios non se opoñen ás actualizacións...
he_il: משתמשים לא מתנגדים לשדרוגים.
nl_nl: Bezoekers willen best updaten...
sv_se: Användare har inget emot att uppdatera...

source: ... they often just do not appreciate the need to update or the existence of the "webbrowser" as a software at all.
bg_bg: ... Те често просто не осъзнават необходимостта от актуализиране или съществуването на "уеббраузър" като софтуерна програма въобще.
da_dk: ... de forstår bare ofte ikke behovet for at opdatere eller eksistensen af "webbrowser" som en software overhovedet.
el_gr: ... απλώς πολλές φορές δεν εκτιμούν την ανάγκη της αναβάθμισης ή την ύπαρξη του "προγράμματος περιήγησης" ως λογισμικό.
fr_fr: ... mais ils n'apprécient pas toujours de mettre leur navigateur à jour.
gl_es: ... simplemente non saben que teñen que actualizar ou mesmo non saben da existencia do «navegador web» como un software de seu.
he_il: ... הם לרוב פשוט לא מעריכים את הצורך לשדרג או את הקיום של ה- "דפדפן" בתור תכנה כלל.
nl_nl: ... maar 'vergeten' het of zijn helemaal niet op de hoogte van andere en/of nieuwere browsers.
sv_se: ... det är bara det att de inte ser något behov av att uppdatera, de kanske inte ens ser webbläsaren som en programvara.

source: Help this project
bg_bg: Помогнете на този проект
da_dk: Hjælp dette projekt
el_gr: Βοηθήστε αυτό το έργο
fa_ir: به این پروژه کمک کنید
fr_fr: Aidez ce projet
gl_es: Axude a este proxecto
he_il: עזור לפרויקט זה
nl_nl: Help dit project
sv_se: Hjälp detta projekt

source: Participate!
bg_bg: Участвайте!
da_dk: Deltag!
el_gr: Λάβετε συμμετοχή!
fa_ir: مشارکت !
fr_fr: Participez!
gl_es: Participe!
he_il: השתתף!
nl_nl: Doe mee!
sv_se: Delta!

source: Include the notification code in your page to inform users about browser updates.
bg_bg: Включете кода за уведомяване във Вашия сайт, за да информира потребителите за налични актуализации на браузъра им.
da_dk: Inkluder notifikationens kode på din side for at informere brugerne om browser opdateringer.
el_gr: Εισάγετε τον κώδικα ειδοποίησης στην σελίδα σας για να ενημερώσετε τους χρήστες σχετικά με αναβαθμίσεις προγραμμάτων περιήγησης.
fa_ir: کد اطلاع رسانی را در صفحه خود قرار دهید تا کاربران را از به روز رسانی های مرورگر مطلع کنید
fr_fr: Ajoutez le code de notification sur votre page pour informer vos utilisateurs des mises à jour de leur navigateur.
gl_es: Inclúa o código de notificación na súa páxina web para informarlle aos seus usuarios das actualizacións de software.
he_il: הוסף את קוד ההתרעה לדף שלך כדי להתריע למשתמשים אודות עדכוני דפדפנים.
nl_nl: Voeg de notificatie code toe aan de website en informeer bezoekers over nieuwe browsers.
sv_se: Infoga koden för meddelandebalken på din webbsida så du kan uppmana dina besökare att uppdatera sina webbläsare.

source: Spread the word!
bg_bg: Разпространявайте!
da_dk: Spred ordet!
el_gr: Διαδώστε το μήνυμα!
fa_ir: کلمه را گسترش دهید !
fr_fr: Propagez à travers le monde!
gl_es: Difúndao!
he_il: הפץ את השמועה!
nl_nl: Zegt het voort!
sv_se: Sprid ordet!

source: Tell others about this initiative! In your blog, on your webpage, ...
bg_bg: Разкажете на другите за тази инициатива! В блога си, на Вашата уеб страница, ...
da_dk: Fortæl andre om dette initiativ! På din blog, på din webside ...
el_gr: Ενημερώστε και άλλους για την πρωτοβουλία αυτή! Στο ιστολόγιό σας, στην ιστοσελίδα σας, ...
fa_ir: در مورد این ابتکار به دیگران بگویید ! در بلاگ خود ، روی صفحه وب خود و ...
fr_fr: Parlez de cette initiative! Dans votre blog, sur votre site, ...
gl_es: Comente a outros usuarios esta iniciativa! No seu blogue, na súa páxina web, ...
he_il: ספר לאחרים אודות היוזמה הזו! בבלוג שלך, בדף הרשת, ...
nl_nl: Vertel anderen over dit initiatief! In je blog, op je website, ...
sv_se: Berätta om denna webbsida för andra! På din blogg, på din webbsida, ...

source: Translate this page
bg_bg: Преведете тази страница
da_dk: Oversæt denne side
el_gr: Μεταφράστε αυτήν την σελίδα
fa_ir: ترجمه این صفحه
fr_fr: Traduire cette page
gl_es: Axude a traducir esta páxina
he_il: תרגם דף זה
nl_nl: Vertaal deze pagina
sv_se: Översätt denna sida

source: Translate this page into your language.
bg_bg: Преведете сайта на Вашия език.
da_dk: Oversæt denne side i dit sprog.
el_gr: Μεταφράστε αυτήν την σελίδα στην γλώσσα σας.
fa_ir: ترجمه این صفحه به زبان شما
fr_fr: Traduire cette page dans votre langue.
gl_es: Traduza esta páxina ao seu idioma.
he_il: תרגם דף זה לשפתך.
nl_nl: Vertaal deze pagina in je eigen taal.
sv_se: Översätt denna sida till ditt språk.

source: Statistics
bg_bg: Статистика
da_dk: Statistikker
el_gr: Στατιστικά
fa_ir: آمار
fr_fr: Statistiques
gl_es: Estatísticas
he_il: סטטיסטיקות
nl_nl: Statistieken
sv_se: Statistik

source: <b>%s</b> sites are using this notification
bg_bg: <strong class="number">%d</strong> сайта използват скрипта на Browser-Update.org.
fa_ir: <strong class="number">%d</strong> سایت از اسکریپت Browser-Update.org استفاده میکنند.
fr_fr: <strong class="number">%d</strong> sites utilisent Browser-Update.org.
gl_es: <strong class="number">%d</strong> sitios web están usando o script de Browser-Update.org.
nl_nl: <strong class="number">%d</strong> site gebruikt het Browser-Update.org script.
sv_se: <strong class="number">%d</strong> webbsidor använder scriptet från Browser-Update.org.

source: Browser updates
bg_bg: Актуализации на браузъра
da_dk: Browser opdateringer
el_gr: Ενημερώσεις φυλλομετρητών
fa_ir: به روز رسانی های مرورگر
fr_fr: Mise à jour de navigateur
gl_es: Actualizacións de navegador web
he_il: עדכוני דפדפן
sv_se: Webbläsaruppdateringar

source: <b>%s</b> visitors have already updated their browser
bg_bg: <strong class="number">%d</strong> посетители вече са актуализирали своя браузър.
fa_ir: <strong class="number">%d</strong> بازدید کنندگان مرورگر خود را به روز رسانی کرده اند.
fr_fr: <strong class="number">%d</strong> visiteurs ont déjà mis leur navigateur à jour.
gl_es: <strong class="number">%d</strong> visitantes xa actualizaron o seu navegador web.
nl_nl: <strong class="number">%d</strong> gebruiker heeft zijn browser al geupgraded.
sv_se: <strong class="number">%d</strong> besökare har uppdaterat sin webbläsare.

source: From
bg_bg: От
da_dk: Fra
el_gr: Από
fa_ir: از
fr_fr: De
gl_es: Desde
he_il: מאת
nl_nl: Van
sv_se: Från

source: To
bg_bg: Към
da_dk: Til
el_gr: Προς
fa_ir: به
fr_fr: A
gl_es: A
he_il: אל
nl_nl: Aan
sv_se: Till

source: Amount
bg_bg: Сума
da_dk: Beløb
el_gr: Ποσό
fa_ir: میزان
fr_fr: Montant
gl_es: Cantidade
he_il: כמות
nl_nl: Bedrag
sv_se: Antal

source: This service is an opportunity to inform your visitors unobtrusively to switch to a newer browser.
da_dk: Denne service er en mulighed for at informere dine besøgende diskret at skifte/opdatere til en nyere browser.
el_gr: Η υπηρεσία αυτή αποτελεί μια ευκαιρία να ενημερώσετε διακριτικά τους επισκέπτες σας προκειμένου να χρησιμοποιήσουν ένα πιο σύγχρονο πρόγραμμα περιήγησης.
he_il: השירות הזה הינו הזדמנות להתריע למבקרים שלך באופן בלתי מפריע לעבור לדפדפן עדכני יותר.

source: Visitors with out-dated browser will be informed by a little, undisturbing bar, that their browser is not up-to-date and it is recommended to update.
da_dk: Besøgende med uddateret browser vil blive informeret af en lille diskret bar, at hans browser ikke er up-to-date, og at det anbefales at opdatere.
el_gr: Οι επισκέπτες που έχουν παλαιότερα προγράμματα περιήγησης θα ενημερωθούν με μια μικρή διακριτική μπάρα ότι ο φυλλομετρητής τους δεν είναι ενημερωμένος και ότι συνιστάται να τον αναβαθμίσουν.
he_il: משתמשים עם דפדפן בלתי מעודכן יעודכנו על-ידי התרעה קטנה ובלתי מפריעה, שהדפדפן שלהם אינו מעודכן ומומלץ שיעדכן אותו.

source: Test the notification bar!
da_dk: Test notifikations-baren!
el_gr: Δοκιμάστε την μπάρα ειδοποίησης!
he_il: בדוק את bar ההתרעה!

source: By clicking the bar, them will get to <a href="%s">an info page with arguments why to change/update and some browser choices</a>.
da_dk: Ved at klikke på baren, vil han komme til <a href="%s">en info side med argumenter hvorfor man bør ændre/opdatere og nogle mulige browser valg</a>.
el_gr: Πατώντας την μπάρα, θα μεταβεί σε <a href="%s">μια ενημερωτική σελίδα με επιχειρήματα υπέρ της αντικατάστασης/αναβάθμισης και μερικές εναλλακτικές για προγράμματα περιήγησης</a>.
he_il: על ידי לחיצה ה- bar, הוא יגיע ל<a href="%s">דף מידע עם טענות מדוע להחליף/לעדכן דפדפן ומספר הצעות לדפדפנים</a>.

source: If the visitor ignores the advice, it won't appear again for some time.
da_dk: Hvis den besøgende ignorerer rådet, vil det ikke vises igen i et stykke tid.
el_gr: Σε περίπτωση που ο επισκέπτης αγνοήσει την συμβουλή, η ειδοποίηση δεν θα ξαναεμφανιστεί για κάποιο χρονικό διάστημα.
he_il: אם מבקר יתעלם מהעצה, היא לא תופיע שוב במשך זמן מה.

source: Subtle
da_dk: Diskret
el_gr: Διακριτικό
he_il: עדין

source: The user will be notified only once, and won't be bothered any more. The notification bar is very small and won't affect the browsing experience negatively.
da_dk: Brugeren vil blive meddelt én gang, og vil ikke blive påmindet igen. Notifikations-baren er meget lille og vil ikke påvirke brugeroplevelsen negativt.
el_gr: Ο χρήστης θα ειδοποιηθεί μόνο μια φορά και δεν πρόκειται να ενοχληθεί περισσότερο. Η μπάρα ειδοποίησης είναι πολύ μικρή και δεν θα επηρεάσει αρνητικά την πλοήγηση.
he_il: המשתמש יותרע רק פעם אחת ולא יוטרד שוב. bar ההתרעה מאוד קטן ולא ישפיע על חווית הגלישה באופן שלילי.

source: If there come more browser versions which won't be supported by the vendor in the future, exhibit security gaps or have been very old for a long time we are going to add them to our list automatically.
da_dk: Hvis der kommer flere browserversioner, som ikke vil blive understøttet af leverandøren i fremtiden, udviser sikkerhedsmæssige huller eller har været meget gammel i lang tid, vil vi tilføje dem til vores liste automatisk.
el_gr: Αν προκύψουν μελλοντικά και άλλες εκδόσεις φυλλομετρητή οι οποίες δεν θα υποστηρίζονται από τον προμηθευτή, παρουσιάζουν κενά ασφαλείας ή έχουν ξεπεραστεί με την πάροδο του χρόνου, τότε αυτόματα θα τις προσθέσουμε στην λίστα μας.
he_il: כאשר גרסאות דפדפן נוספות יצאו מתמיכת היצרן שלהן בעתיד, יתגלו בהן בעיות אבטחה או יהיו ישנות לאורך זמן רב, נוסיף אותן לרשימה שלנו אוטומטית.

source: Install notification on your site
da_dk: Installer notifikationen på dit website
el_gr: Ενεργοποιήστε την δυνατότητα ειδοποίησης στην ιστοσελίδα σας
he_il: התקן התרעה באתרך

source: Here you can get the code to include in your website. Just include it anywhere in the source of your page.
da_dk: Her kan du få koden til at inkludere på dit websted. Inkluder den hvor som helst i kilden på dit website.
el_gr: Από εδώ μπορείτε να αντιγράψετε τον κώδικα για να τον ενσωματώσετε στην ιστοσελίδα σας. Απλώς εισάγετέ τον οπουδήποτε στον πηγαίο κώδικα της σελίδα σας.
he_il: כאן תקבל את הקוד להוסיף לאתרך. פשוט כלול אותו במקום כלשהו בקוד המקור של הדף שלך.

source: Following browsers will be notified:
da_dk: Følgende browsere vil blive notificeret:
el_gr: Οι παρακάτω φυλλομετρητές θα εμφανίσουν την ειδοποίηση:
he_il: תינתן התרעה עבור הדפדפנים הבאים:

source: You may also use third-party plugins for:
da_dk: Du kan også bruge tredjeparts plugins til:
el_gr: Προαιρετικά, μπορείτε να χρησιμοποιήσετε πρόσθετα εργαλεία από τρίτους για:
he_il: ניתן גם להשתמש ב- plugins צד שלישי כדי:
