Repository: browser-update/browser-update
Catalog: lang/*/LC_MESSAGES/site.po
Languages: bg_bg, da_dk, el_gr, fa_ir, fr_fr, gl_es, he_il, nl_nl, sv_se

source: Contact
bg_bg: За контакти
da_dk: Kontakt
el_gr: Επικοινωνία
fa_ir: ارتباط
gl_es: Contacto
he_il: צור קשר
sv_se: Ta kontakt

source: Browser-update.org is a tool to unobtrusively notify visitors that they should update their web browser in order to use your website.
bg_bg: Тази услуга е възможност да информирате ненатрапчиво вашите посетители да актуализират браузъра си.
fr_fr: Ce service est une opportunité d'informer vos visiteurs de façon non intrusive de changer pour un navigateur à jour.
gl_es: Este servizo é unha oportunidade para informar aos seus visitantes dunha forma non intrusiva para que cambien a un navegador máis actualizado.
nl_nl: Deze dienst biedt de mogelijkheid om bezoekers eenvoudig te bewegen een nieuwere versie van een browser te installeren.
sv_se: Denna tjänst erbjuder en möjlighet att på ett diskret sätt uppmana dina besökare att byta till en nyare webbläsare.

source: Many internet users are still using very old, out-dated browsers – most of them for no actual reason. Switching to an newer browser is better for them and for you as a webdesigner.
bg_bg: Много интернет потребители все още използват браузъри със стари версии - много от тях без основателна причина. Актуализирането на браузърите е по-добре за тях и за Вас, като уебдизайнер.
da_dk: Mange brugere af Internettet bruger stadig meget gamle og forældede browsere - de fleste af dem uden nogen egentlig grund. Et skift til en nyere browser er bedre for både dem og ikke mindst for dig som webudvikler.
el_gr: Πολλοί χρήστες στο διαδίκτυο συνεχίζουν να χρησιμοποιούν πολύ παλιούς και ξεπερασμένους φυλλομετρητές - οι περισσότεροι από αυτούς χωρίς συγκεκριμένο λόγο. Η μετάβαση σε ένα πιο καινούριο πρόγραμμα περιήγησης έχει οφέλη τόσο για αυτούς όσο και για εσάς ως σχεδιαστή ιστοσελίδων.
fr_fr: De nombreux utilisateurs d'Internet utilisent encore de très vieux navigateurs dépassés - la plupart d'entre eux, sans aucune raison. Mettre leur navigateur à jour est une bonne chose pour eux, comme pour vous, WebDesigners.
gl_es: Algúns usuarios de internet aínda usan navegadores web antigos e sen actualizar – a maioría deles sen unha razón de peso. Cambiar a un navegador máis actualizado é unha gran ventaxa para vostede como deseñador web.
he_il: משתמשי רשת רבים עודם משתמשים בדפדפים מאוד ישנים - רבים מהם ללא סיבה מוצדקת. מעבר לדפדפן עדכני יותר טטיב עמם ואיתך כמעצב רשת.
nl_nl: Vele internetgebruikers maken nog gebruik van oude, achterhaalde browsers omdat men eenvoudig weg niet denkt aan upgraden. Het gebruik van een nieuwere browser is beter voor bezoekers en voor jou als webdesigner.
sv_se: Många internetanvändare använder fortfarande väldigt gamla och föråldrade webbläsare - de flesta utan orsak. Ett byte till en nyare webbläsare gynnar både dem samt dig som webbutvecklare.

source: How it works
bg_bg: Как работи
da_dk: Hvordan virker det
el_gr: Πώς λειτουργεί
fa_ir: چگونه کار میکند
fr_fr: Comment ça marche ?
gl_es: Como funciona?
he_il: כיצד זה עובד
nl_nl: Hoe werkt het
sv_se: Hur fungerar det?

source: Include our small javascript <a href="%s">notification</a> on your website
bg_bg: Включете нашия малък javascript <a href="%s">script</a> на вашия уебсайт
da_dk: Inkluder vores lille javascript <a href="%s">notifikation</a> på dit website
el_gr: Εισάγετε τον σύντομο κώδικα <a href="%s">ειδοποίησης</a> σε JavaScript στην ιστοσελίδα σας
fr_fr: Ajoutez notre code javascript de <a href="%s">notification</a> sur votre site
gl_es: Inclúa a nosa pequena <a href="%s">notificación</a> en javascript no seu sitio web
he_il: כלול את ה- javascript הקטן שלנו <a href="%s">notification</a> באתר שלך
nl_nl: Voeg een <a href="%s">melding</a> toe aan de website via een klein stukje javascript
sv_se: Infoga vår <a href="%s">javascript-kod</a> på din webbsida.

source: Visitors with out-dated browser will be informed by a small, undisturbing message box, that their browser is not up-to-date and it is recommended to update.
bg_bg: Посетителите с неактуални браузъри ще бъдат информирани с малка, ненатрапчива лента (бар), че версията на браузърът им не е актуална и е препоръчително да го актуализират.
fr_fr: Les visiteurs utilisant des navigateurs dépassés seront avertis par une barre discrète et non dérangeante, que leur navigateur n'est pas à jour et qu'il est recommandé de le faire.
gl_es: Informaráselle aos seus visitantes que usan un navegador sen actualizar mediante unha pequena e non intrusiva barra que o seu navegador non está actualizado e é recomendábel facelo.
nl_nl: Bezoekers met een oude, achterhaalde browser krijgen een kleine notificatiebalk te zien met de oproep om een nieuwere browser te installeren.
sv_se: Besökare med en föråldrad webbläsare presenteras för en diskret meddelandebalk som informerar om att deras webbläsare är föråldrad, samt rekommenderar att uppdatera den.

source: Try it out!
bg_bg: Тествайте лентата за информиране!
fa_ir: تست نوار اطلاع رسانی !
fr_fr: Testez la barre de notification!
gl_es: Probar a barra de notificación!
nl_nl: Test de notificatiebalk!
sv_se: Testa meddelandebalken!

source: Your browser (%s) is <b>out of date</b>. It has known <b>security flaws</b> and may <b>not display all features</b> of this and other websites. <a%s>Learn how to update your browser</a>
bg_bg: Вашият браузър (%s) <b>не е актуален</b>. Известно е, че има <b>пропуски в сигурността</b> и може <b>да не покаже правилно</b> този или други сайтове. <a%s>Научете как да актуализирате браузъра си</a>.
da_dk: Din browser (%s) er <b>forældet</b>. Den har kendte <b>sikkerhedshuller</b> og kan måske <b>ikke vise alle funktioner</b> på dette og andre websteder. <a%s>Se hvordan du opdaterer din browser</a>
el_gr: Ο φυλλομετρητής σας (%s) είναι <b>παρωχημένος</b>. Έχει γνωστά <b>κενά ασφαλείας</b> και ενδεχομένως <b>δεν υποστηρίζει όλες τις λειτουργίες</b> αυτού του ιστότοπου ή και άλλων. <a%s>Μάθετε πώς να ενημερώσετε τον φυλλομετρητή σας</a>
fa_ir: مرورگر شما (%s) <b>تاریخ گذشته است</b>. تعدادی <b>معایب امنیتی</b> و مشکلات <b>عدم نمایش همه امکانات</b> شناسایی شده است که باعث میشود این سایت و دیگر سایت های اینترنتی را به درستی مشاهده نکنید <a%s>یاد بگیرید چگونه مرورگر خود را به روز رسانی کنید</a>
fr_fr: Votre navigateur (%s) est <b>périmé</b>. Il contient des <b>failles de sécurité</b> et pourrait <b>ne pas afficher certaines fonctionnalités</b> des sites internet récents. <a%s>Découvrez comment mettre votre navigateur à jour</a>
gl_es: O seu navegador (%s) está <b>desactualizado</b>. Ten coñecidos <b>fallos de seguranza</b> e podería <b>non mostrar tódalas características</b> deste e outros sitios web. <a%s>Aprenda como pode actualizar o seu navegador</a>
he_il: הדפדפן שלך (%s) <b>אינו מעודכן</b>. יש לו <b>בעיות אבטחה ידועות</b> ועשוי <b>לא להציג את כל התכונות</b> של אתר זה ואתרים אחרים. <a%s>למד כיצד לעדכן את הדפדפן שלך</a>
nl_nl: Uw browser (%s) is <b>oud</b>. Hij heeft bekende <b>veiligheidsissues</b> en kan <b>niet alle mogelijkheden</b> weergeven van deze of andere websites. <a%s>Lees meer over hoe uw browser te upgraden</a>
sv_se: Din webbläsare (%s) är <b>föråldrad</b>. Den har kända <b>säkerhetshål</b> och <b>kan inte visa alla funktioner korrekt</b> på denna och på andra webbsidor. <a%s>Uppdatera din webbläsare idag</a>

source: By clicking the message, they will get to an <a href="%s">info page with reasons why to update (or change) and a list of browsers</a> available for their system.
bg_bg: Кликвайки върху лентата, той ще отвори <a href="%s">страница с информация и аргументи, защо да актуализира и възможност за избор от няколко различни браузъра</a>.
fr_fr: En cliquant sur la barre, il sera redirigé sur <a href="%s">une page d'information contenant les raisons de changer de navigateur ainsi qu'une liste d'entre eux</a>.
gl_es: Ao premer na barra redirixiráselle a unha <a href="%s">páxina de información con argumentos de porqué cambiar/actualizar e algunhas escollas de navegadores</a>.
nl_nl: Door op de balk te klikken gaat de bezoeker naar <a href="%s">een pagina met redenen waarom upgraden wenselijk is en een lijst met actuele browsers</a>.
sv_se: Genom att klicka på meddelandebalken tas användaren till <a href="%s">en informationssida med information om varför och hur gå till väga för att uppdatera sin webbläsare</a>.

source: If the visitor ignores the advice, it won't reappear for some time.
bg_bg: Ако потребителя игнорира/затвори лентата със съобщението, то няма да се появява отново известно време.
fa_ir: اگر بازدید کننده پند را نادیده بگیرد ، برای مدتی دوباره نمایان نخواهد شد
fr_fr: Si le visiteur ignore le conseil, celui-ci ne sera plus affiché pendant quelques temps.
gl_es: Se o visitante ignora a advertencia, a mensaxe non aparecerá de novo durante certo tempo.
nl_nl: Als bezoekers de balk negeren verdwijnt hij automatisch voor bepaalde tijd.
sv_se: Om besökaren väljer att avvisa meddelandet, kommer det inte att synas på ett tag.

source: Advantages and features
bg_bg: Предимства и възможности
da_dk: Fordele og funktioner
el_gr: Πλεονεκτήματα και χαρακτηριστικά
fa_ir: مزایا و امکانات
fr_fr: Avantages et fonctionnalités
gl_es: Ventaxas e características
he_il: יתרונות ופיצ'רים
nl_nl: Voordelen en mogelijkheden
sv_se: Fördelar och funktioner

source: Unobtrusive
bg_bg: Ненатрапчивост
fa_ir: دقیق
fr_fr: Subile
gl_es: Sutíl
nl_nl: Subtiel
sv_se: Diskret

source: The user will be notified only once a day by default. The notification is small and does not block the user from using the site.
bg_bg: Потребителят ще бъде информиран еднократно, и няма да бъде обезпокояван повече. Лентата със съобщението е много малка и няма да се отрази негативно на разглеждането на сайта ви.
fr_fr: L'utilisateur sera notifié seulement une fois, et ne sera plus dérangé. La notification est très discrète et n'affectera pas la navigation.
gl_es: Informaráselle só unha vez ao usuario e non se lle voltará molestar de novo. A barra de notificación é moi pequena e non afectará negativamente á experiencia de navegación.
nl_nl: De bezoeker krijgt de balk slechts één keer te zien per bezoek aan de website. De balk is klein en beïnvloedt de website verder niet.
sv_se: Användaren blir endast meddelad en gång, och blir inte besvärad mer. Meddelandebalken är diskret och försämrar inte upplevelsen på din sida.

source: Informative
bg_bg: Информираност
da_dk: Informativ
el_gr: Ενημερωτικό
fa_ir: حاوی اطلاعات
fr_fr: Informatif
gl_es: Informativa
he_il: אינפורמטיבי
nl_nl: Informatief
sv_se: Informativ

source: Tell the users that they are using an out-dated browser and that your website looks even better with a newer one.
bg_bg: Информира потребителите, че използват неактуална версия на браузъра и че сайта ви ще изглежда още по-добре, ако си актуализират версията.
da_dk: Fortæl brugerne, at de bruger en forældet browser, og at dit website ser endnu bedre med en nyere.
el_gr: Ενημερώστε τους χρήστες ότι χρησιμοποιούν ένα παρωχημένο φυλλομετρητή και ότι η ιστοσελίδα σας εμφανίζεται πολύ καλύτερα με ένα σύγχρονο πρόγραμμα περιήγησης.
fr_fr: Dites à vos utilisateurs qu'ils utilisent une version périmée de leur navigateur et que votre site est encore mieux sur les nouvelles versions.
gl_es: Dille aos usuarios que están usando un navegador web desactualizado e que o seu sitio web verase mellor con un máis actual.
he_il: התרע למשתמשך שהם משתמשים בדפדפן לא מעודכן ושהאתר שלך נראה אפילו טוב יותר עם דפדפן מעודכן.
nl_nl: Vertel de bezoekers dat ze een oude, achterhaalde browser gebruiken en dat de website er beter uit ziet en beter werkt met een actuele browser.
sv_se: Berätta för användarna att de använder en föråldrar webbläsare och att din webbsida ser mycket bättre ut i en nyare webbläsare.

source: Idealistic
bg_bg: Идеализъм
da_dk: Idealistisk
el_gr: Ιδεαλιστικό
fa_ir: آرمان گرایی
fr_fr: Idéaliste
gl_es: Idealista
he_il: אידאליסטי
nl_nl: Idealistisch
sv_se: Ideal

source: Help evolve the web!
bg_bg: Помага за развитието на Интернет!
da_dk: Hjælp med at udvikle nettet!
el_gr: Βοηθήστε την ανάπτυξη του διαδικτύου!
fa_ir: به تکامل وب کمک کنید !
fr_fr: Aidez à faire évoluer le web!
gl_es: Axuda a evolucionar o web!
he_il: עזור להמשך התפתחות הרשת!
nl_nl: Help het internet verbeteren!
sv_se: Hjälp till att utveckla webben!

source: Support the standards-based web!
bg_bg: Помага на сайтовете, изградени по уеб стандартите!
da_dk: Støt det standard-baserede net!
el_gr: Υποστηρίξτε το διαδίκτυο που βασίζεται σε πρότυπα!
fa_ir: پشتیبانی از وب بر پایه استاندارد !
fr_fr: Supportez le web qui respecte les standards!
gl_es: Axuda a crear un web baseado en estándares!
he_il: תמוך ברשת מבוססת הסטנדרטים!
nl_nl: Ondersteun een op standaarden gebaseerd internet!
sv_se: Stöd en webb baserad på standarder!

source: Support Open Source software projects!
bg_bg: Подкрепя софтуерни проекти с отворен код (Open Source)!
da_dk: Støt open-source software projekter!
el_gr: Υποστηρίξτε έργα λογισμικού ανοιχτού κώδικα!
fa_ir: پشتیبانی پروژه های نرم افزاری کد باز !
fr_fr: Supportez les projets logiciels Open Source!
gl_es: Axuda a proxectos de software de Fontes Abertas!
he_il: תמוך בפרוייקטים בקוד פתוח!
nl_nl: Ondersteun Open Source softwareprojecten!
sv_se: Stöd programvara med öppen källkod!

source: Help your visitors!
bg_bg: Помага на потребителите!
da_dk: Hjælp dine besøgende!
el_gr: Βοηθήστε τους επισκέπτες σας!
fa_ir: به بازدید کنندگان خود کمک کنید !
fr_fr: Aidez vos visiteurs!
gl_es: Axuda aos seus visitantes!
he_il: עזור למבקרי האתר שלך!
nl_nl: Help de bezoekers!
sv_se: Hjälp dina besökare!

source: Help increase security awareness!
bg_bg: Спомогнат за увеличаване на информираността относно сигурността!
da_dk: Hjælp
el_gr: Ενισχύστε την ευαισθητοποίηση σε θέματα ασφαλείας!
fa_ir: به افزایش هشیاری امنیتی کمک کنید !
fr_fr: Aidez à améliorer la sécurité!
gl_es: Axuda a incrementar a conciencia sobre a seguranza!
he_il: עודד מודעות לאבטחה!
nl_nl: Help het bewustzijn voor veilig internetten te verhogen!
sv_se: Hjälp till att öka säkerhetsmedvetandet!

source: Support your favorite webbrowser!
bg_bg: Подкрепяте любимия си уеб браузър!
da_dk: Støt din favorit webbrowser!
el_gr: Προωθήστε τον αγαπημένο σας φυλλομετρητή!
fa_ir: مرورگر محبوب خود را پشتیبانی کنید
fr_fr: Supportez votre navigateur favoris!
gl_es: Apoio o seu navegador favorito!
he_il: תמוך בדפדפן האהוב עליך!
nl_nl: Ondersteun je favorite browser!
sv_se: Stöd din favoritwebbläsare!

source: Low maintenance and up-to-date
bg_bg: Минимална нужда от поддръжка и актуализация
da_dk: Lav vedligeholdelse og up-to-date
el_gr: Ελάχιστης συντηρησιμότητας και πάντοτε ενημερωμένο
fa_ir: نگهداری کم و به روز
fr_fr: Maintenance faible et mise à jour
gl_es: De baixo mantemento e actualizado
he_il: תחזוקה נמוכה ומעודכן
nl_nl: Bijna geen onderhoud en altijd up-to-date
sv_se: Litet underhåll och alltid aktuell

source: We take care not to erroneously notify users by constantly tweaking and improving the detection code. Users are presented with an up-to-date list of browsers that are available for their system.
bg_bg: Ако в бъдеще се появят други версии на браузъри, които не се препоръчват от производителите, с пропуски в сигурността или много остаряли, ние ще ги добавим автоматично към списъка ни.
fr_fr: S'il apparait de nouveaux navigateurs non supportés, possédant de failles de sécurité ou deviennent très vieux, nous les ajouterons à notre liste automatiquement.
gl_es: Se xurden novas versións de navegadores que non teñen asistencia polo seu fabricante no futuro, que teñan fallas de seguranza ou se mantiveran moi vellas durante moito tempo engadirémolas á lista automaticamente.
nl_nl: Als er meer browserversies komen die niet meer worden ondersteund door de makers, onveilig zijn of gewoon erg oud zijn, dan voegen wij ze automatisch toe aan de lijst.
sv_se: Webbläsarversioner som i framtiden inte längre stöds, som har säkerhetshål eller som är väldigt föråldrade kommer automatiskt att läggas till i vår lista över föråldrade webbläsare.

source: Customizable
bg_bg: Персонализация
da_dk: Brugerdefinerbar
el_gr: Με δυνατότητα προσαρμογής
fa_ir: قابل سفارشی کردن
fr_fr: Personnalisable
gl_es: Personalizábel
he_il: ניתן להתאמה אישית
nl_nl: Aanpasbaar
sv_se: Anpassningsbar

source: You can customize the browsers and versions to notify.<br/> In future releases you can also customize the text that should be shown, the frequency of the bar to appear and many other things.
bg_bg: Вие избирате, за кои браузъри и версии да показвате съобщение за ъпдейт.<br/> В бъдещи версии, ще може също да персонализирате текста, който да се показва, колко често да се показва и много други неща.
da_dk: Du kan tilpasse hvilke browsere og versioner der skal notificeres.<br/>I fremtidige udgivelser kan du også tilpasse teksten, hyppigheden af barens visning og mange andre ting.
el_gr: Μπορείτε να καθορίσετε τους φυλλομετρητές και τις εκδόσεις για τις οποίες θα εμφανίζεται η ειδοποίηση.<br/> Σε μελλοντικές εκδόσεις, μπορείτε επίσης να προσαρμόσετε το κείμενο της ειδοποίησης, την συχνότητα εμφάνισης και πολλά άλλα.
fa_ir: شما میتوانید مرورگر ها و نسخه ها را برای اطلاع رسانی سفارشی کنید.<br/> در انتشارات آینده شما همچنین میتوانید متنی که باید نشان داده شود را سفارشی کنید ، فرکانس نوار برای نمایان شدن و بسیاری از موارد دیگر.
fr_fr: Vous pouvez personnaliser les navigateurs et les versions à notifier.<br />Dans les prochaines versions, vous pourrez même personnaliser le texte à afficher, la fréquence d'apparition de la barre et plein d'autres choses.
gl_es: Pode personalizar que navegadores e versións notificar.<br/>En futuras versións tamén poderá personalizar o texto que debería aparecer, a frecuencia na que aparece a barra e moitas máis cousas.
he_il: ניתן להתאים אישית את הדפדפנים והגרסאות להתריע.<br/> בגרסאות עתידיות תוכל להתאים אישית את הטקסט אשר יופיע, את התדירות שבה ה- bar מופיע ודברים רבים אחרים.
nl_nl: Je kunt zelf aangeven in welke browsers en versies de balk getoond moet worden.<br />Binnenkort kun je ook de tekst, de frequentie van tonen en andere zaken instellen.
sv_se: Du kan anpassa vilka webbläsarversioner som ska meddelas.<br/> Du kan dessutom anpassa texten som visas, med vilket tidsintervall meddelandebalken ska visas och flera andra saker.

source: Localized
bg_bg: Локализация
da_dk: Oversat
el_gr: Μεταφρασμένο
fr_fr: Localisé
gl_es: Internacionalizado
nl_nl: In eigen taal
sv_se: Internationell

source: The message is automatically displayed in the user's language.
bg_bg: Съобщението автоматично се показва на езика, който използва потребителя.
da_dk: Meddelelsen vises automatisk i brugerens sprog.
el_gr: Το μήνυμα εμφανίζεται αυτόματα στην γλώσσα του χρήστη.
fa_ir: پیام به صورت خودکار به زبان کاربر نمایش داده خواهد شد
fr_fr: Le message est automatiquement affiché dans la langue de l'utilisateur.
gl_es: A mensaxe mostrarase automaticamente no idioma do usuario.
he_il: ההתרעה מוצגת אוטומטית בשפה של המשתמש.
nl_nl: De tekst in de balk wordt automatisch getoond in de taal van de bezoeker.
sv_se: Meddelanden visas automatiskt på besökarens språk.

source: Install the browser update notification on your site
bg_bg: Инсталиране на съобщение на вашия сайт
fa_ir: نصب اطلاع رسانی روی سایت شما
fr_fr: Installez la notification sur votre site
gl_es: Instale a notificación no seu sitio web
nl_nl: Zet de notificatie op de website
sv_se: Placera meddelandet på din webbsida

source: Just include this code anywhere in the source of your page.
bg_bg: От тук може да вземете кода, който да включите в уебсайта си. Просто го сложете, където и да е в сорс кода на вашата страница.
fa_ir: اینجا شما میتوانید کد را دریافت کنید تا در سایت خود قرار دهید. آن را میتوانید در هر محلی از کد صفحه خود قرار دهید
fr_fr: Vous trouverez ici le code à ajouter à votre site. Ajoutez ce code n'importe où dans le code source de la page.
gl_es: Aquí pode obter o código a incluír no seu sitio web. Simplemente escríbao en calquera lugar do código fonte da súa páxina.
nl_nl: Hier vind je de code die op de website geplaatst moet worden. Zet de code waar gewenst in de broncode van de html pagina.
sv_se: Här finns koden som du ska sätta in på din webbsida. Du kan placera den var som helst i källkoden på sidan.

source: The following browsers will be notified:
bg_bg: За следните браузъри и версии ще се покаже съобщение:
fa_ir: در مرورگر های ذیل اطلاع رسانی خواهد شد :
fr_fr: Les navigateurs suivants seront notifiés :
gl_es: Os seguintes navegadores web serán informados:
nl_nl: De volgende browsers zullen de notificatie tonen:
sv_se: Dessa webbläsare kommer att visa meddelandebalken:

source: Google Chrome will automatically itself and is therefor always up to date
bg_bg: Google Chrome се обновява автоматично, затова е винаги актуален
da_dk: Google Chrome vil automatisk sig selv og er dermed altid er opdateret
el_gr: Ο Google Chrome αναβαθμίζεται αυτόματα και επομένως παραμένει πάντα ενημερωμένος.
fa_ir: گوگل کروم به صورت خوکار به روز رسانی میشود لذا همیشه به روز خواهد بود
fr_fr: Google Chrome sera automatiquement mis à jour, il est donc toujours à jour.
gl_es: Google Chrome actualízase a si mesmo automaticamente polo que sempre está actualizado
he_il: Google Chrome יעדכן את עצמו באופן אוטומטי ולכן תמיד מעודכן.
nl_nl: Google Chrome update zichzelf automatisch en is dus altijd up-to-date.
sv_se: För Google Chrome kommer versionsnumret att uppdateras automatiskt, och är alltid aktuellt

source: <b>Notify recommended set of browsers and adjust it automatically over time:</b>If a browser is no longer supported by the vendor or has security vulnerabilities, it will be added to the set.
bg_bg: <b>Показвай съобщение само за определени браузъри и версии и адаптирай автоматично във времето:</b> Ако браузъра не се поддържа повече от производителя или има пропуски в сигурността, ще бъде добавен към групата.
da_dk: <b>Advisér det anbefalede sæt af browsere og juster den automatisk over tid:</b> Hvis en browser ikke længere understøttes af udbyderen eller har sikkerhedshuller, vil den også blive tilføjet til listen.
el_gr: <b>Ενημέρωση για το προτεινόμενο σύνολο φυλλομετρητών και αυτόματη προσαρμογή στην πορεία του χρόνου:</b> Αν κάποιο πρόγραμμα περιήγησης δεν υποστηρίζεται πλέον από τον προμηθευτή ή εμφανίσει κενά ασφαλείας, θα προστεθεί στην υπάρχουσα λίστα.
fr_fr: <b>Notifiez les navigateurs recommandés et ajustez la version automatiquement:</b>Si un navigateur n'est plus supporté ou possède des failles de sécurité, il sera automatiquement ajouté à la liste.
gl_es: <b>Notifica aos navegadores recomendados e axústao automaticamente no tempo:</b> Se un navegador non ten asistencia polo fabricante ou ten vulnerabilidades de seguranza, engadirase á lista.
he_il: <b>התרע לגבי סט מומלץ של דפדפנים והתאם אותו באופן אוטומטי עם הזמן:</b> אם דפדפן אינו נתמך עוד על ידי היצרן שלו או שיש לו בעיות אבטחה, הוא יתווסף לרשימה.
nl_nl: <b>In aanbevolen browser verschijnt de notificatie en de lijst wordt automatisch geupdate:</b>Als een browser niet meer wordt ondersteund of onveilig is wordt hij toegevoegd aan de lijst.
sv_se: <b>Använd den rekommenderade listan över vilka webbläsare som ska visa meddelandebalken, och uppdatera listan automatiskt:</b> Om en webbläsare inte längre stöds av leverantören kommer den att läggas till listan.

source: Your Code
bg_bg: Вашият код
da_dk: Din kode
el_gr: Ο κώδικάς σας
fa_ir: کد شما
fr_fr: Votre code
gl_es: O seu código
he_il: הקוד שלך
nl_nl: De code
sv_se: Koden
