Repository: browser-update/browser-update
Catalog: lang/*/LC_MESSAGES/update-legacy.po
Languages: id_id

source: Update your Browser
id_id: äupdate

source: An initiative by web designers to inform users about browser-updates
id_id: Sebuah inisiatif oleh webdesigners untuk memberitahukan pengguna tentang browser-update

source: Update Browser
id_id: äupdate

source: Statistics
id_id: Statistika

source: Contact
id_id: Kontak

source: Free webbrowsers
id_id: Gratis webbrowsers

source: These browsers are the newest versions of the most used free web browsers.
id_id: Browser ini adalah versi terbaru dari browser web gratis yang paling banyak digunakan.

source: Just choose a browser to download from the original vendor's website:
id_id: Cukup pilih browser untuk men-download dari situs web vendor asli:

source: Widely-used open-source browser, highly extendable and customizable
id_id: Banyak digunakan browser open-source, sangat dapat diperpanjang dan disesuaikan

source: Browser with many features
id_id: Browser dengan banyak fitur

source: Google's browser with compact interface.
id_id: Google browser dengan antarmuka kompak.

source: Apple's fast browser
id_id: Apple browser cepat

source: All browsers have the same basic features and easy interface.
id_id: Semua browser memiliki fitur dasar yang sama dan antarmuka yang mudah.

source: The browser you are using is out of date. It has known <b>security flaws and disadvantages</b> and a <b>limited feature set</b>. You will not see all the features of some websites.
id_id: Browser yang Anda gunakan sudah ketinggalan jaman. Browser Anda telah diketahui memiliki <b>kelemahan keamanan dan kerugian</b> dan <b>fitur terbatas</b>. Anda tidak akan melihat semua fitur dari beberapa website.

source: Switching to a newer browser could give you a lot of advantages:
id_id: Beralih ke browser yang lebih baru bisa memberikan banyak keuntungan:

source: Security
id_id: Keamanan

source: Newer browsers protect you better against scams, viruses, trojans, phishing and other threats. They also fix security holes in your current browser!
id_id: Browser yang lebih baru melindungi Anda lebih baik terhadap penipuan, virus, trojan, ancaman phishing dan lainnya. Mereka juga memperbaiki lubang keamanan pada browser Anda saat ini!

source: Speed
id_id: Kecepatan

source: Every new browser generation gets faster
id_id: Setiap generasi baru meningkatkan kecepatan browser

source: Compatibility
id_id: Kecocokan

source: Websites using new technology will be displayed more correctly
id_id: Website yang menggunakan teknologi baru akan ditampilkan lebih tepatnya

source: Comfort &amp; better experience
id_id: Comfort & pengalaman yang lebih baik

source: With new features, extensions and better customisability, you will have a more comfortable web-experience
id_id: Dengan fitur baru, ekstensi dan customisability lebih baik, Anda akan memiliki web pengalaman lebih nyaman

source: Updating is easy, takes just a few minutes and is totally free.
id_id: Memperbarui mudah, hanya memerlukan beberapa menit dan benar-benar gratis.

source: Why this website?
id_id: Mengapa situs ini?

source: This website is an initiative by webdesigners, webmasters and bloggers who want to bring the web further and help their visitors.
id_id: Website ini adalah sebuah inisiatif oleh webdesigners, webmaster dan blogger yang ingin membawa web lebih jauh dan membantu pengunjung mereka.

source: Outdated browsers are a <b>security threat</b> and are <b>blocking the advancement of the web</b> because of their limited features and many <b>bugs</b>.
id_id: Browser usang adalah ancaman <b>keamanan</ b> dan <b> memblokir kemajuan web</b> karena fitur terbatas dan banyak <b>bug</b>.

source: "I'm not able to update my browser"
id_id: "Aku tidak dapat memperbarui browser"

source: If you are on a computer, that is maintained by a admin and you cannot install a new browser, ask your admin about it.
id_id: Jika Anda berada di komputer, yang dikelola oleh admin dan Anda tidak dapat menginstal sebuah browser baru, tanyakan admin Anda tentang hal ini.

source: If you can't change your browser because of compatibility issues, think about installing a second browser for browsing and keep the old one for the compatibility.
id_id: Jika Anda tidak dapat mengubah browser Anda karena masalah kompatibilitas, pikirkan untuk menginstall browser kedua untuk browsing dan menyimpan yang lama untuk kompatibilitas.
