Repository: browser-update/browser-update
Catalog: lang/*/LC_MESSAGES/update.po
Languages: es_es, gl_es, hu_hu, it_it, nb_no, sq_al

source: Update your Browser
es_es: Actualice su navegador
gl_es: Actualizar navegador web
hu_hu: Frissítse böngészőjét
it_it: Aggiorna il tuo Browser
nb_no: Oppdater din nettleser
sq_al: Përditëso Shfletuesin

source: An initiative by web designers to inform users about browser-updates
es_es: Una iniciativa de diseñadores web para informar a los usuarios acerca de actualizaciones a los navegadores
gl_es: Unha iniciativa de deseñadores web para informar aos usuarios sobre actualizacións dos navegadores
hu_hu: Webdizájnerek kezdeményezése a felhasználók böngésző-frissítésről történő tájékoztatásáról
it_it: Un'iniziativa sostenuta da diversi web-designer per informare gli utenti sugli aggiornamenti del browser
nb_no: Et initiativ av web-designere til å informere brukerne om nettleser-oppdateringer
sq_al: Një nismë nga programatorët e faqeve web për të informuar përdoruesit mbi përditësimet e shfletuesve

source: The Project
es_es: El proyecto
hu_hu: A Projekt
it_it: Informazioni sul progetto
nb_no: Prosjektet
sq_al: Projekti

source: Update Browser
es_es: Actualice su navegador
gl_es: Actualizar navegador web
hu_hu: Böngésző frissítése
it_it: Aggiorna il tuo Browser
nb_no: Oppdater nettleser
sq_al: Përditëso Shfletuesin

source: Statistics
es_es: Estadísticas
gl_es: Estatísticas
hu_hu: Statisztikák
it_it: Statistiche
nb_no: Statistikk
sq_al: Statistika

source: Blog
nb_no: Blogg

source: Contact
es_es: Contacto
gl_es: Contacto
hu_hu: Kapcsolat
it_it: Contatti
nb_no: Kontakt
sq_al: Kontakt

source: Your browser is out-of-date. Please download one of these up-to-date, free and excellent browsers:
es_es: Su navegador no está actualizado. Descargue uno de estos excelentes navegadores, gratuitos y actualizados:
hu_hu: Az Ön által használt böngésző elavult. Kérjük töltse le valamelyik ingyenes, és nagyszerű böngészőt az alábbiak közül:
it_it: Il tuo browser non è aggiornato. Scarica ora gratuitamente uno dei seguenti browser aggiornati ed efficienti:
nb_no: Nettleseren din er utdatert. Vennligst last ned en av følgende oppdaterte, gratis og gode nettlesere:
sq_al: Shfletuesi juaj është i vjetër. Ju lutem shkarkoni një nga këtashfletues të kohës:

source: Most recent version not available for your system.
es_es: La versión más reciente no está disponible para su sistema.
gl_es: Non dispoñíbel para o seu sistema operativo.
hu_hu: A legfrissebb verzió nem elérhető az Ön Rendszere számára.
it_it: Non disponibile per il sistema operativo.
nb_no: Nyeste versjonen er ikke tilgjengelig for ditt system.
sq_al: Versioni më i ri nuk eshte i disponueshëm për sistemin tuaj.

source: Please choose another browser.
es_es: Por favor elija otro navegador.
gl_es: Seleccione outro navegador web.
hu_hu: Kérjük, válasszon egy másik böngészőt.
it_it: Scegliere un altro browser.
nb_no: Vennligst velg en annen nettleser.
sq_al: Ju lutem zgjidhni një shfletues tjeter.

source: For more <a href="%s">security</a>, <a href="%s">speed</a>, <a href="%s">comfort</a> and <a href="%s">fun</a>.
es_es: Para más <a href="%s">seguridad</a>, <a href="%s">velocidad</a>, <a href="%s">comodidad</a> y <a href="%s">diversión</a>.
hu_hu: Nagyobb <a href="%s">biztonság</a>, <a href="%s">sebesség</a>, <a href="%s">kényelem</a> és <a href="%s">élmény</a>.
it_it: per maggiore <a href="%s">sicurezza</a>, <a href="%s">velocità</a>, <a href="%s">comfort</a> e <a href="%s">divertimento</a>.
nb_no: For bedre <a href="%s">sikkerhet</a>, <a href="%s">hastighet</a>, <a href="%s">komfort</a> og <a href="%s">opplevelse</a>.
sq_al: Për më shumë <a href="%s">siguri</a>, <a href="%s">shpejtësi</a>, <a href="%s">komoditet</a> dhe <a href="%s">argëtim</a>.

source: Advertisement
es_es: Publicidad
hu_hu: Hirdetés
it_it: Pubblicità
nb_no: Annonse
sq_al: Reklamë

source: Your browser (%s) is <b>out of date</b>. It has known <b>security flaws</b> and may <b>not display all features</b> of this and other websites. <a%s>Learn how to update your browser</a>
es_es: Su navegador (%s) <b>no está actualizado</b>. Tiene <b>fallos de seguridad</b> conocidos y podría <b>no mostrar todas las características</b> de este y otros sitios web. <a%s>Averigüe cómo actualizar su navegador.</a>
gl_es: O seu navegador (%s) está <b>desactualizado</b>. Ten coñecidos <b>fallos de seguranza</b> e podería <b>non mostrar tódalas características</b> deste e outros sitios web. <a%s>Aprenda como pode actualizar o seu navegador</a>
hu_hu: Az Ön böngészője (%s) <b>elavult</b>. Ismert <b>biztonsági hiányosságai</b> vannak és esetlegesen <b>nem tud minden funkciót megjeleníteni</b> ezen vagy más weboldalakon. <a%s>Itt talál bővebb információt a böngészőjének frissítésével kapcsolatban</a>
it_it: Il tuo browser (%s) <b>non è aggiornato</b>. Ha delle <b>falle di sicurezza</b> e potrebbe <b>non visualizzare correttamente</b> le pagine di questo e altri siti. <a%s>Aggiorna il tuo browser!</a>
nb_no: Nettleseren din (%s) er <b>utdatert</b>. Den har kjente <b>sikkerhetshull</b> og <b>kan ikke vise alle funksjonene</b> på denne og andre websider. <a%s>Lær hvordan du kan oppdatere din nettleser</a>
sq_al: Shfletuesi juaj (%s) është <b>i vjetër</b>. Ai ka <b>të meta sigurie</b> të njohura dhe mundet të <b>mos i shfaqë të gjitha karakteristikat</b> e kësaj dhe shumë faqeve të tjera web. <a%s>Mësoni se si të përditësoni shfletuesin tuaj</a>

source: Why do I need an up-to-date browser?
es_es: ¿Por qué necesito un navegador actualizado?
hu_hu: Miért van szükségem friss böngészőre?
it_it: Perché ho bisogno di un browser aggiornato?
nb_no: Hvorfor trenger jeg en oppdatert nettleser?
sq_al: Përse më nevojitet një shfletues i kohës?

source: Security
es_es: Seguridad
gl_es: Seguranza
hu_hu: Biztonság
it_it: Sicurezza
nb_no: Sikkerhet
sq_al: Siguria

source: Newer browsers protect you better against scams, viruses, trojans, phishing and other threats. They also fix security holes in your current browser!
es_es: Los navegadores recientes le protegen mejor contra estafas, virus, troyanos, fraudes y otras amenazas. También solucionan problemas de seguridad de su navegador actual.
gl_es: Os navegadores web actualizados protéxenlle mellor fronte a suplantacións, virus, troianos, ataques de suplantación de identidade e outros engados. Tamén arranxan ocos de seguranza no seu navegador web!
hu_hu: Az frissebb böngészők megvédik Önt a csalásoktól, vírusoktól, trójai programoktól, adathalászattól és egyéb veszélyektől. Egyúttal betömi jelenlegi böngészőjének biztonsági réseit!
it_it: Un nuovo browser protegge con maggior efficacia da scam, virus, trojan, phishing e altre insidie. Rimuove le falle di sicurezza che potrebbero essere presenti nel tuo browser attuale e protegge la tua privacy.
nb_no: Nyere nettlesere beskytter deg bedre mot svindel, virus, trojanere, phishing og andre trusler. De fikser også sikkerhetshull i nåværende nettleser!
sq_al: Shfletuesit e rinj ju mbrojnë më mirë nga mashtrimet, viruset, trojanët, faqet e peshkimit (phishing) dhe kërcenime të tjera. Ato gjithashtu korigjojne të problemet në sigurinë e shfletuesit tuaj aktual!

source: Speed
es_es: Velocidad
gl_es: Velocidade
hu_hu: Gyorsaság
it_it: Velocità
nb_no: Hastighet
sq_al: Shpejtësia

source: Every new browser generation improves speed
es_es: Cada nueva generación de navegadores mejora la velocidad
gl_es: Cada nova xeración dos navegadores web mellora a velocidade
hu_hu: Minden újabb böngésző generáció növeli sebességét
it_it: Un browser di nuova generazione è più veloce e facile da usare.
nb_no: Hver ny nettleser generasjon forbedrer hastigheten
sq_al: Çdo brez i ri shfletuesish përmirëson shpejtësinë

source: Compatibility
es_es: Compatibilidad
gl_es: Compatibilidade
hu_hu: Kompatibilitás
it_it: Tecnologia e compatibilità
nb_no: Kompatibilitet
sq_al: Pajtueshmëria

source: Websites using new technology will be displayed more correctly
es_es: Los sitios que utilizan nuevas tecnologías se mostrarán de manera más correcta
gl_es: Os sitios web que usan novas tecnoloxías mostraranse mellor
hu_hu: Az új technológiákat használó weboldalak pontosabban jelennek meg
it_it: Cogli il meglio dei siti web usando tecnologie di nuova generazione per una maggiore leggibilità, 3D e video.
nb_no: Websider som bruker ny teknologi vil vises korrekt
sq_al: Faqet web të cilat përdorin teknologji të reja do të shfaqen më saktë

source: Comfort &amp; better experience
es_es: Comodidad y mejor experiencia
gl_es: Confort e mellor experiencia
hu_hu: Kényelem és jobb élmény
it_it: Grazie alle nuove funzioni, estensioni e maggiore personalizzabilità, potrai godere di un comfort elevato durante la navigazione. I nuovi browser si aggiornano automaticamente offrendo maggiore protezione.
nb_no: Komfort &amp; bedre opplevelse
sq_al: Komoditet dhe përvoje më të mirë

source: With new features, extensions and better customisability, you will have a more comfortable web-experience
es_es: Con nuevas características y extensiones y más personalizables, tendrá una mejor experiencia en la web
gl_es: Con novas características, extensións e mellor personalización, terá unha máis confortábel experiencia web.
hu_hu: Az új funkciók, bővítmények és a jobb testreszabhatóság kényelmesebb internetes élményt nyújtanak
it_it: Con le nuovi funzioni, le estensioni e la facilità di personalizzazione, avrai un'esperienza di navigazione molto più confortevole
nb_no: Med nye funksjoner, utvidelser og bedre tilpasningsmuligheter, vil du ha en mer behagelig web-opplevelse
sq_al: Me karakteristika të reja, shtesa dhe personalizim më të mirë, ju do të keni përvojë shfletimi më të lehtë

source: Why this website?
es_es: ¿Por qué este sitio?
gl_es: Porque existe este sitio web?
hu_hu: Mi a célja ennek az oldalnak?
it_it: Perché questo sito?
nb_no: Hvorfor dette nettstedet?
sq_al: Përse këtë faqe web?

source: This website is an initiative by webdesigners, webmasters and bloggers who want to bring the web further and help their visitors.
es_es: Este sitio es una iniciativa de diseñadores, webmasters y bloggers que desean llevar internet a otro nivel y ayudar a sus visitantes.
gl_es: Este sitio é unha iniciativa de deseñadores web, administradores e bloggers que queren facer evolucionar o web e axudar aos seus visitantes.
hu_hu: Ez az oldal webdizájnerek, webmester és bloggerek kezdeményezése, akik szeretnék előrébb vinni a internet világát és segíteni látogatóit.
it_it: Questo sito web nasce da un'iniziativa di web designer, amministratori di siti e blogger con la volontà di far progredire il web e aiutare gli utenti.
nb_no: Denne nettsiden er et initiativ fra webdesignere, webmastere og bloggere som ønsker å bringe web videre og hjelpe sine besøkende.
sq_al: Kjo faqe web është një nismë nga programatorë faqesh web, administratorë faqesh dhe blogger të cilët dëshirojnë që interneti të evoluojë dhe të ndihmojnë vizitorët e tyre.

source: Outdated browsers are a <b>security threat</b> and are <b>blocking the advancement of the web</b> because of their limited features and many <b>bugs</b>.
es_es: Los navegadores obsoletos son una <b>amenaza a la seguridad</b> y son <b>un obstáculo al avance de internet</b> debido a lo limitado de sus características y a sus muchos <b>errores</b>.
gl_es: Os navegadores web desactualizacións son un <b>fío de seguranza</b> e <b>bloquean a evolución do web</b> debido ás súas características limitadas e numerosos <b>erros</b>.
hu_hu: Az elavult böngészők <b>biztonsági veszélyeket</b> rejtenek és <b>megakadályozzák az internet fejlődését<b/> korlátozott funkcióik és számos <b>hibájuk</b> miatt.
it_it: I browser non aggiornati rappresentano un'insidia alla sicurezza e, a causa di funzioni limitate e bug, ostacolano l'avanzamento del web.
nb_no: Utdaterte nettlesere er en <b>sikkerhetstrussel</ b> og <b>blokkerer videreutvikling av web</ b> på grunn av sine begrensede funksjoner og mange <b>bugs</ b>.
sq_al: Shfletuesit e vjetër janë një <b>kërcënim serioz për sigurinë</b> dhe po <b>bllokojnë përparimin e webit</b> për shkak të karakteristikave të tyre të limituara dhe shumë <b>bug-eve</b>.

source: More information about the Project Browser-Update.org
es_es: Más información sobre el proyecto Browser-Update.org
hu_hu: További információ a Browser-Update.org projektről
it_it: Ulteriori informazioni circa il progetto disponibili su Browser-Update.org
nb_no: Mer informasjon om prosjektet Browser-Update.org
sq_al: Më shumë informacion rreth projektit Browser-Update.org

source: "I'm not able to update my browser"
es_es: «No puedo actualizar mi navegador»
gl_es: "Non son capaz a actualizar o meu navegador"
hu_hu: "Nem tudom frissíteni a böngészőmet"
it_it: "Non posso aggiornare il mio browser"
nb_no: "Jeg kan ikke oppdatere nettleseren min"
sq_al: "Nuk mundem të përditësoj shfletuesin tim"

source: If you can't change your browser because of compatibility issues, think about installing a second browser for browsing and keep the old one for the compatibility.
es_es: Si no puede cambiar su navegador por cuestiones de compatibilidad, piense entonces en instalar un segundo navegador para navegar y conserve el antiguo para la compatibilidad.
gl_es: Se non pode cambiar o seu navegador por problemas de compatibilidade, probe a instalar un segundo navegador web para navegar de cotío e manteña o antigo para compatibilidade.
hu_hu: Ha kompatibilitási okokból kifolyólag nem tudja böngészőjét frissíteni, telepítsen egy másik böngészőt böngészés céljára, a régit pedig tartsa meg a kompatibilitás végett.
it_it: Se non puoi cambiare il tuo browser per motivi di compatibilità, una delle possibilità è quella di installare un secondo browser da dedicare alla navigazione e tenere il vecchio per la compatibilità.
nb_no: Hvis du ikke kan oppdatere din nettleser på grunn av kompatibilitetsproblemer, vurder å installere en annen nettleser for surfing og beholde den gamle for kompatibilitet.
sq_al: Nëse ju nuk mund të ndryshoni dot shfletuesin tuaj për probleme pajtueshmërie, mendoni që të instaloni një shfletues të dytë për internetin dhe mbani të vjetrin për pajtueshmëri.

source: If you are on a computer that is maintained by an admin and you cannot install a new browser, ask your admin about it.
es_es: Si utiliza un ordenador que recibe mantenimiento de un administrador y no puede instalar un nuevo navegador, consulte con su administrador.
gl_es: Se o seu computador está xestioando por un administrador e non pode instar un novo navegador web, pregúntelle ao seu administrador para facelo.
hu_hu: Ha Ön rendszergazda által karbantartott számítógépnél ül, és nem tud új böngészőt telepíteni, érdeklődjön adminjánál.
it_it: Se non puoi installare un nuovo browser sul computer che stai usando, chiedi all'amministratore di sistema di farlo per te.
nb_no: Hvis du er på en datamaskin som blir vedlikeholdt av en administrator, og du kan ikke installere en ny nettleser, spør din administrator om det.
sq_al: Nëse ju po përdorni një kompjuter, i cili mirëmbahet nga një administrator i përgjithshëm dhe ju nuk mund të instaloni nje shfletues më të fundit, ju lutem kërkojini administratorit që të bëjë këtë përditësim.
