		<ul class="advantages">
			<li>
				<h3>慎み深い</h3>
                訪問者にはたった一度だけ報告され、そしてしばらくの間、無傷のまま残されます（被害を免れさせる）。
			</li>
			<li>
				<h3>情報量の多い</h3>
                あなたのサイトの訪問者に、古いタイプのブラウザーではなく、より多くの機能を備えたブラウザーを使ってもらえるようお知らせして下さい。
                すべて私達の道具を使って、標準的な方法で、たくさんの更なるウェブサイトを作ることができます。
			</li>
			<li>
				<h3>Idealistisch</h3>
                理想的な方法であなたのサイトへの訪問者を援助してあげましょう！			
                安全への自己意識を高めることにご協力下さい！				
                ウェブサイトの促進にご協力下さい！
                ウェブの標準化の定着にご協力下さい！
                あなたのお気に入りのブラウザーを保護してあげて下さい！				
                オープンソースソフトウェアー計画に協力をお願いします！
			</li>
			<li>
				<h3>Wartungsarm und 現状</h3>
                もし更なるブラウザーが将来的に製造メーカーよりサポートされなくなってから、セキュリティーホールが指摘され、またはとても古くなってしまった場合、私達のリストに自動的に掲載するようにします。
			</li>
			<li>
				<h3>調整可能</h3>
				どのブラウザーのバージョンでも、調整可能です。将来的には、お知らせ表示の頻度やデザイン、大きさなど色々なことを調節できる表示テキストを使えるようにする予定です。
			</li>
            <li>
				<h3>ロケライゼーション</h3>
				自動的に利用者の使用言語で表示されます。
			</li>
			<li>
				<h3>統計</h3>
				<a href="stat.html">あなたのサイトの訪問者がどのブラウザーを使っているか、またはどのくらいの訪問者があなたの助言によってブラウザーを変えたかどうか統計を取って調べてみて下さい。</a>
			</li>


		</ul>
