Repository: browser-update/browser-update
Catalog: trunk/lang/al_*/LC_MESSAGES/browser-update.po
Languages: sq

source: Contact
sq: Kontakt

source: Customize and test
sq: Personalizojeni dhe testojeni

source: Test the script
sq: Testoni skriptin

source: If you open your website with <code>#test-bu</code> appended to the url, the bar will always show up.
sq: Nëse ju vizitoni faqen web me <code>#test-bu</code> të shtuar në URL, shiriti do të afishohet gjithmonë.

source: Example: <code>http://browser-update.org/#test-bu</code>.
sq: Shembull: <code>http://browser-update.org/#test-bu</code>.

source: Make sure the page is properly reloaded by opening the url in an new browser tab.
sq: Sigurohuni që faqja është ri-ngarkuar plotësisht duke hapur URL në një nën-faqe të re të shfletuesit tuaj.

source: Options
sq: Parametrat

source: The following options can be passed to the script:
sq: Skriptit mund ti jepen këto parametra:

source: browser versions to notify
sq: versione shfletuesi për të njoftuar

source: atfer how many hours should the message reappear
sq: pas sa orësh duhet të ri-shfaqet mesazhi

source: 0 = show all the time
sq: 0 = afisho gjatë gjithë kohës

source: callback function after the bar has appeared
sq: ri-thirre funksionin pasi shiriti të jetë shfaqur

source: set a language for the message, e.g. "en"
sq: vendosni një gjuhë për mesazhin, psh "en"

source: overrides the default detection
sq: kapërcen zbulimin standard

source: true = always show the bar (for testing)
sq: e vërtetë = afishon gjithmonë shiritin (për testim)

source: custom notification html text
sq: tekst html njoftimi i personalizuar

source: open link in new window/tab
sq: hap lidhjen në një dritare/nën-faqe të re

source: Edit the CSS
sq: Modifiko CSS

source: The following CSS rules are applied by the script.
sq: Rregullat e mëposhtme CSS aplikohen nga skripti.

source: You can overwrite them in your own CSS. To do so you need to add some more specifity to the css-rules: e.g. <code>body .buorg {font-size:20px}</code>
sq: Ju mund ti rishkruani ato në CSS tuaj. Për të bërë këtë ju duhet të shtoni rregulla në CSS: psh <code>body .buorg {font-size:20px}</code>

source: Inform your visitors about browser-updates
sq: Informoni vizitorët tuaj rreth përditesimeve të shfletuesit

source: An initiative by webdesigners to inform users about browser-updates
sq: Një iniciativë nga programatorët e faqeve web për të informuar përdoruesit mbi përditësimet e shfletuesve

source: Start
sq: Nisje

source: Update Browser
sq: Përditëso Shfletuesin

source: Help
sq: Ndihmë

source: Supporters
sq: Përkrahës

source: Statistics
sq: Statistika

source: This service is an opportunity to inform your visitors unobtrusively to switch to a newer browser.
sq: Ky shërbim ofron një mundësi që të informoni vizitorët tuaj në mënyrë të pranueshme që të kalojnë në një shfletues më të ri.

source: Many internet users are still using very old, out-dated browsers – most of them for no actual reason. Switching to an newer browser is better for them and for you as a webdesigner.
sq: Shumë përdorues të internetit akoma përdorin shfletues shumë të vjetër, të dalë kohe - shumica e tyre pa një arsye të vlefshme. Ti ndihmoni ata që të kalojnë në versionin më të fundit të shfletuesit është mirë për ata dhe për ju si programatorë faqesh web.

source: How it works
sq: Si funksionon

source: Include our small javascript <a href="%s">notification</a> on your website
sq: Integroni javascript tonë të vogël <a href="%s">të njoftimit</a> në faqen tuaj web

source: Visitors with out-dated browser will be informed by a little, undisturbing bar, that his browser is not up-to-date and it is recommended to update.
sq: Vizitorët me shfletues të vjetër do të informohen me anën e një shiriti të vogël, jo-shqetësues, se shfletuesi i tyre nuk është aktual dhe i rekomandohet që të bëjnë përditësim.

source: Test the notification bar!
sq: Provoni shiritin e njoftimit!

source: Your browser (%s) is <b>out of date</b>. It has known <b>security flaws</b> and may <b>not display all features</b> of this and other websites. <a%s>Learn how to update your browser</a>
sq: Shfletuesi juaj (%s) është <b>ca i vjetër</b>. Ai ka <b>të meta sigurie</b> të njohura dhe mundet të <b>mos i shfaqë të gjitha karakteristikat</b> e kësaj dhe shumë faqeve web të tjera. <a%s>Mësoni se si të përditësoni shfletuesin tuaj</a>

source: By clicking the bar, he will get to <a href="%s">an info page with arguments why to change/update and some browser choices</a>.
sq: Duke klikuar shiritin, përdoruesi do të shkojë në <a href="%s">një faqe informative me argumenta se pse duhet të ndryshojë/përditësojë dhe disa mundësi shfletuesish</a>.

source: If the visitor ignores the advice, it won't appear again for some time.
sq: Nëse vizitori e injoron këshillën, ajo nuk do të shfaqet më për disa kohë.

source: Advantages and features
sq: Avantazhe dhe karakteristika

source: Subtle
sq: I mprehtë

source: The user will be notified only once, and won't be bothered any more. The notification bar is very small and won't affect the browsing experience negatively.
sq: Përdoruesi do të njoftohet vetëm një herë, dhe nuk do të shqetësojë më. Shiriti i njoftimit është shumë i vogël dhe nuk do të ndikojë negativisht në eksperiencën e shfletimit.

source: Informative
sq: Informues

source: Tell the users that they are using an out-dated browser and that your website looks even better with a newer one.
sq: Tregojuni vizitorëve që ata janë duke përdorur një shfletues të vjetër dhe se faqja juaj web duket më mirë me një shfletues aktual.

source: Idealistic
sq: Idealist

source: Help evolve the web!
sq: Ndihmon që web të evoluojë!

source: Support the standards-based web!
sq: Përkrah web të bazuar në standarde!

source: Support Open Source software projects!
sq: Përkrah projektet Open-Source!

source: Help your visitors!
sq: Ndihmon vizitorët tuaj!

source: Help increase security awareness!
sq: Ndihmon në rritjen e përgjegjësisë mbi sigurinë!

source: Support your favorite webbrowser!
sq: Përkrah shfletuesin tuaj të preferuar!

source: Low maintenance and up-to-date
sq: Mirëmbajtje të ulet dhe aktual

source: If there come more browser versions which won't be supported by the vendor in the future, exhibit security gaps or have been very old for a long time we are going to add them to our list automatically.
sq: Nëse dalin më shumë versione shfletuesish të cilët nuk do të përkrahen nga faqja në të ardhmen, shfaqen pengesa sigurie ose janë shumë të vjetër për një kohë të gjatëne do ti shtojmë ato në listën tonë automatikisht.

source: Customizable
sq: I konfigurueshëm

source: You can customize the browsers and versions to notify.<br/> In future releases you can also customize the text that should be shown, the frequency of the bar to appear and many other things.
sq: Ju mund të konfiguroni se cilët shfletues dhe çfarë versionesh të njoftohen. <br/> Në versionet në të ardhmen ju mund të modifikoni edhe tekstin që duhet të shfaqet, frekuencën e shfaqjes së shiritit dhe shumë mundësi të tjera.

source: Localized
sq: I përkthyer

source: The message is automatically displayed in the user's language.
sq: Mesazhi do të shfaqet automatikisht në gjuhën e përdoruesit.

source: <span class="workingonit">work in progress</span>
sq: <span class="workingonit">në punë e sipër</span>

source: You get <a href="%s">statistics</a> about which browsers your visitors are using and how much users got proselyted: How many users updated or changed their browser through your advice.
sq: Ju do të merrni <a href="%s">statistika</a> mbi çfarë lloj shfletuesish po përdorin më shumë vizitorët tuaj dhe sa kanë ndryshuar mendje: Sa vizitorë kanë përditësuar ose ndryshuar shfletuesin e tyre nëpermjet këshilles tuaj.

source: Install notification on your site
sq: Instaloni njoftuesin në faqen tuaj web

source: Here you can get the code to include in your website. Just include it anywhere in the source of your page.
sq: Ketu mund të merrni kodin që duhet ta përfshini në faqen tuaj web. Mjafton që ta përfshini atë kudo brenda faqes tuaj web.

source: You may also use third-party plugins for:
sq: Ju mund të përdorni gjithashtu shtesa të palëve të treta për:

source: You can <a href="%s">customize</a> the style of the message, the text and other options.
sq: Ju mund të <a href="%s">personalizoni</a> stilin e mesazhit, tekstin dhe parametra të tjerë.

source: Following browsers will be notified:
sq: Këta shfletues do të njoftohen

source: Google Chrome will automatically itself and is therefor always up to date
sq: Google Chrome bën përditësim automatik prandaj është gjithnjë i freskët.

source: <b>Notify recommended set of browsers and adjust it automatically over time:</b>If a browser is no longer supported by the vendor or has security vulnerabilities, it will be added to the set.
sq: <b>Njoftoni kompletin e rekomanduar të shfletuesve dhe korigjojeni automatikisht gjatë kohës:</b> Nëse një shfletues nuk përkrahet më nga prodhuesi ose ka probleme sigurie, ai do të shtohet në kompletin e zgjedhur.

source: Your Code
sq: Kodi juaj

source: Why you should tell users to update
sq: Përse duhet ti thoni vizitorëve që të përditësojnë

source: Reduced development costs and time
sq: Kosto dhe kohe programimi më e ulët

source: Optimizing websites for old browsers is time consuming and thus expensive.
sq: Për të përmirësuar faqet web për shfletues të vjetër konsumon kohë prandaj është e shtrenjtë.

source: Webdesign technologies and features
sq: Teknologjitë e faqeve web dhe karakteristikat

source: There are all these great new web development standards and they are supported by modern browsers... but you may not use them.
sq: Ka kaq shume standarde të reja mbi programimin e faqeve web dhe ato përkrahen nga shfletuesit modernë... por ju nuk mund ti shfrytëzoni.

source: Newer browsers let you use more features and new technologies (CSS3, SVG, HTML5, RSS, CSS Generated Content, flexible Layouts) on your website, resulting in a better browsing experience for your users.
sq: Shfletuesit më të rinj ju lejojnë që të shfrytëzoni më shumë karakteristikat dhe teknologjitë e reja (CSS3, SVG, HTML5, RSS, Përmbajtje e Gjeneruar me CSS, formate fleksibël) në faqen tuaj web, të cilat sjellin përvoje shfletimi më të mirë për vizitorët tuaj.

source: Security and benefits for the user
sq: Siguria dhe të mirat për vizitorët

source: Numerous benefits: security, speed, features, ... Look at the <a href="%s">update page</a>. The security-threats of outdates browsers are listed in this <a href="%s">paper</a>.
sq: Shumë të mira: siguri, shpejtësi, karakteristika, ... Shikoni në <a href="%s">faqen e përditësimit</a>. Kërcënimet e sigurisë nga shfletues të vjetër janë në këtë <a href="%s">listë</a>.

source: The web has to evolve...
sq: Interneti duhet të evoluojë...

source: But that's only possible if the browsers also evolve.
sq: Por ajo është e mundur vetëm nëse shfletuesit gjithashtu evoluojnë.

source: The strong market share of a 8 years old webbrowser (Internet Explorer 6) is something new in the history of the web. If we take no action now, we will have to code websites like in 2001 even if it is 2011.
sq: Pjesa e madhe e tregut të zënë nga një shfletues 8 vjet i vjetër (Internet Explorer 6) është diçka e re në historinë e internetit. Nëse ne nuk ndërmarrim një veprim tani, neve do të na duhet të programojmë faqet web si të ishim në 2001 edhe pse jemi në 2011.

source: Users don't oppose updating...
sq: Vizitorët nuk janë kundër përditësimit...

source: ... they often just do not appreciate the need to update or the existence of the "webbrowser" as a software at all.
sq: ... në shumicat e rasteve ata nuk vlerësojnë nevojën për të përditësuar ose ekzistencën e "webbrowser" si një program më vete.

source: Help this project
sq: Ndihmoni këtë projekt

source: Participate!
sq: Merrni pjesë!

source: Include the notification code in your page to inform users about browser updates.
sq: Përfshini kodin e njoftimit në faqen tuaj web për të informuar vizitorët tuaj mbi përditësimet e shfletuesve të tyre.

source: Spread the word!
sq: Shpërndani fjalën!

source: Tell others about this initiative! In your blog, on your webpage, ...
sq: Tregojini të tjerëve mbi këtë iniciativë! Në blogun tuaj, në faqen tuaj web, ...

source: Translate this page
sq: Përkthejeni këtë faqe

source: Translate this page into your language.
sq: Përkthejeni këtë faqe në gjuhën tuaj.

source: <strong class="number">%d</strong> sites are using the Browser-Update.org script.
sq: <strong class="number">%d</strong> faqe web janë duke përdorur skriptin e Browser-Update.org

source: Browser updates
sq: Përditësime shfletuesi

source: <strong class="number">%d</strong> visitors have already upgraded their browser.
sq: <strong class="number">%d</strong> vizitore kane perditesuar shfletuesin e tyre.

source: From
sq: Nga

source: To
sq: Në

source: Amount
sq: Shuma

source: Free webbrowsers
sq: Shfletues falas

source: These browsers are the newest versions of the most used free web browsers.
sq: Këta shfletues janë versionet më të fundit të shfletuesve falas më të perdorur në botë.

source: Just choose a browser to download from the original vendor's website:
sq: Vetem zgjidhni nje shfletues per ta shkarkuar nga faqja web e prodhuesit:

source: Widely-used open-source browser, highly extendable and customizable
sq: Shfletues shume i perdorur dhe open-source, shume i zgjerueshem dhe i personalizueshem

source: Download
sq: Shkarko

source: Browser with many features
sq: Shfletues me shumë karakteristika

source: Google's browser with compact interface.
sq: Shfletuesi i Google me nje pamje shume kompakte.

source: Automatically always up to date!
sq: Automatikisht gjithnje i perditesuar!

source: Not available for your System.
sq: Nuk eshte e mundur per Sistemin tuaj.

source: Please choose another browser.
sq: Ju lutem zgjidhni nje shfletues tjeter.

source: Apple's fast browser
sq: Shfletuesi i shpejte i Apple

source: Only for Windows Vista or 7.
sq: Vetem per Windows Vista ose 7.

source: Windows built-in browser
sq: Shfletuesi i perfshire ne Windows

source: All browsers have the same basic features and easy interface.
sq: Të gjithë shfletuesit pak a shumë kanë të njëjtat karakteristika bazë dhe ndërfaqe të thjeshtë.

source: The browser you are using is out of date. It has known <b>security flaws and disadvantages</b> and a <b>limited feature set</b>. You will not see all the features of some websites.
sq: Shfletuesi që ju po përdorni është i vjetër. Ai ka <b>të meta sigurie</b> të njohura dhe mundet të <b>mos i shfaqë të gjitha karakteristikat</b> e kësaj dhe shumë faqeve web të tjera.

source: Switching to a newer browser could give you a lot of advantages:
sq: Të kapërceni në një shfletues të ri mund t'ju japë shumë avantazhe:

source: Security
sq: Siguria

source: Newer browsers protect you better against scams, viruses, trojans, phishing and other threats. They also fix security holes in your current browser!
sq: Shfletuesit e rinj ju mbrojnë më mirë nga mashtrimet, viruset, trojanet, phishing dhe kërcenime të tjera. Ato gjithashtu korigjojne të çarat në sigurinë e shfletuesit tuaj aktual!

source: Speed
sq: Shpejtesia

source: Every new browser generation improves speed
sq: Çdo gjenerate e re shfletuesish permireson shpejtesine

source: Compatibility
sq: Pajtueshmëria

source: Websites using new technology will be displayed more correctly
sq: Faqet web të cilat përdorin teknologji të reja do të shfaqen më saktë

source: Comfort &amp; better experience
sq: Komfort &amp; përvoje më të mirë

source: With new features, extensions and better customisability, you will have a more comfortable web-experience
sq: Me karakteristika të reja, shtesa dhe personalizim më të mirë, ju do të keni përvojë shfletimi më të lehtë

source: Updating is easy, takes just a few minutes and is totally free.
sq: Perditesimi eshte i thjeshte, do ju marre vetem pak minuta dhe eshte totalisht falas.

source: Why this website?
sq: Perse kete faqe web?

source: This website is an initiative by webdesigners, webmasters and bloggers who want to bring the web further and help their visitors.
sq: Kjo faqe web është një iniciativë nga programatorë faqesh web, administratorë faqesh dhe blogger të cilët dëshirojnë që interneti të evoluojë dhe të ndihmojnë vizitorët e tyre.

source: Outdated browsers are a <b>security threat</b> and are <b>blocking the advancement of the web</b> because of their limited features and many <b>bugs</b>.
sq: Shfletuesit e vjetër janë një <b>kërcenim serioz për sigurinë</b> dhe po <b>bllokojnë përparimin e webit</b> për shkak të karakteristikave të tyre të limituara dhe shumë <b>bug-eve</b>.

source: "I'm not able to update my browser"
sq: "Nuk mundem të përditësoj shfletuesin tim"

source: If you are on a computer, that is maintained by a admin and you cannot install a new browser, ask your admin about it.
sq: Nëse ju po përdorni një kompjuter, i cili mirëmbahet nga një administrator i përgjithshëm dhe ju nuk mund të instaloni nje shfletues më të fundit, ju lutem kërkojini administratorit që të bëjë këtë përditësim.

source: If you can't change your browser because of compatibility issues, think about installing a second browser for browsing and keep the old one for the compatibility.
sq: Nëse ju nuk mund të ndryshoni dot shfletuesin tuaj për probleme pajtueshmërie, mendoni që të instaloni një shfletues të dytë për internetin dhe mbani të vjetrin për pajtueshmëri.
