Repository: browser-update/browser-update
Catalog: trunk/lang/*/LC_MESSAGES/browser-update.po
Languages: ca_es, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, uk_ua

source: Your browser (%s) is <b>out of date</b>. It has known <b>security flaws</b> and may <b>not display all features</b> of this and other websites. <a%s>Learn how to update your browser</a>
ca_es: El teu navegador (%s) està <b>desactualitzat</b>. Té <b>vulnerabilitats</b> conegudes i pot <b>no mostrar totes les característiques</b> d'aquest i altres llocs web. <a%s>Aprèn a actualitzar el navegador</a>
de_de: Sie verwenden einen <b>veralteten Browser</b> (%s) mit <b>Sicherheitsschwachstellen</b> und <b>können nicht alle Funktionen dieser Webseite nutzen</b>. <a%s>Hier erfahren Sie, wie einfach Sie Ihren Browser aktualisieren können</a>
es_es: Tu navegador (%s) está <b>desactualizado</b>. Tiene conocidas <b>fallos de seguridad</b> y podría <b>no mostrar todas las características</b> de este y otros sitios web. <a%s>Aprénde cómo puedes actualizar tu navegador</a>
fr_fr: Votre navigateur (%s) est <b>périmé</b>. Il contient des <b>failles de sécurité</b> et pourrait <b>ne pas afficher certaines fonctionalités</b> des sites internet récents. <a%s>Découvrez comment mettre votre navigateur à jour</a>
hu_hu: Az Ön böngészője (%s) <b>elavult</b>. Ismert <b>biztonsági hiányosságai</b> vannakés esetlegesen <b>nem tud minden funkciót megjeleníteni</b> ezen vagy más weboldalakon. <a%s>Itt talál bővebb információt a böngészőjének frissítésével kapcsolatban</a>
id_id: Browser Anda (% s) sudah <b>kedaluarsa</b>. Browser yang Anda pakai memiliki <b>kelemahan keamanan</b> dan mungkin <b>tidak dapat menampilkan semua fitur</b> dari situs Web ini dan lainnya. <a%s> Pelajari cara memperbarui browser Anda</a>
it_it: Il tuo browser (%s) <b>non è aggiornato</b>. Ha delle <b>falle di sicurezza</b> e potrebbe <b>non visualizzare correttamente</b> le pagine di questo e altri siti. <a%s>Aggiorna il tuo browser!</a>
ja_jp: お使いのブラウザ「%s」は、<b>時代遅れ</b>のバージョンです。既知の<b>脆弱性</b>が存在するばかりか、<b>機能不足</b>によって、サイトが正常に表示できない可能性があります。 <a%s>ブラウザを更新する方法を確認する</a>
ko_kr: 지금 사용하고 계신 브라우저(%s)는 <b>오래되었습니다.</b> 알려진 <b>보안 취약점</b>이 존재하며, 새로운 웹 사이트가 <b>깨져 보일 수도</b> 있습니다. <a%s>브라우저를 어떻게 업데이트하나요?</a>
pl_pl: Przeglądarka (%s), której używasz, jest przestarzała. Posiada ona udokumentowane <b>luki bezpieczeństwa, inne wady</b> oraz <b>ograniczoną funkcjonalność</b>. Tracisz możliwość skorzystania z pełni możliwości oferowanych przez niektóre strony internetowe. <a%s>Dowiedz się jak zaktualizować swoją przeglądarkę</a>.
pt_br: Seu navegador (%s) está <b>desatualizado</b>. Ele possui <b>falhas de segurança</b> e pode <b>apresentar problemas</b> para exibir este e outros websites. <a%s>Veja como atualizar o seu navegador</a>
ru_ru: Ваш браузер (%s) <b>устарел</b>. Он имеет <b>уязвимости в безопасности</b> и может <b>не показывать все возможности</b> на этом и других сайтах. <a%s>Узнайте, как обновить Ваш браузер</a>
uk_ua: Ваш браузер (%s) <b>застарів</b>. Він <b>уразливий</b> й може <b>не відображати всі можливості</b> на цьому й інших сайтах. <a%s>Дізнайтесь, як оновити Ваш браузер</a>

source: By clicking the bar, he will get to <a href="%s">an info page with arguments why to change/update and some browser choices</a>.
ca_es: Clicant a la barra, seras redirigit a una <a href="%s">pàgina d'informació amb arguments pels quals has d'actualitzar o canviar el teu navegador</a>.
de_de: Durch Anklicken der Meldung gelangt der Besucher auf eine <a href="%s">Seite mit Argumenten für ein Update und einer Auswahl aktueller Browser.</a>
es_es: Al hacer clic en la barra, será enviado a <a href="%s"> una página informativa </a>con argumentos de porqué debe cambiar/actualizar y algunas opciones de navegadores
fr_fr: En cliquant sur la barre, il sera redirigé sur <a href="%s">une page d'information contenant les raisons de changer de navigateur ainsi qu'une liste d'entre eux</a>.
hu_hu: Az értesítési sávra kattintva egy <a href="%s">információs oldalra kerül, ahol néhány indokot olvashat arról, miért érdemes váltania/frissítenie és néhány böngésző alternatíva kerül felsorolásra.</a>.
id_id: Dengan mengklik bar, ia akan sampai <a href="%s">sebuah halaman info dengan argumen mengapa untuk mengubah/update dan beberapa pilihan browser</a>.
it_it: Cliccando la barra, verranno portati a <a href="%s">una pagina di informazioni con i motivi per cambiare/aggiornare e una scelta di alcuni browser</a>.
ko_kr: 표시줄을 누르면 방문자는 <a href="%s">왜 웹 브라우저를 업데이트해야 하는지에 대한 이유와 최신 브라우저 목록을 소개하는 페이지</a>로 이동합니다.
pl_pl: Użytkownik, który kliknie pasek z komunikatem, przejdzie na <a href="%s">stronę z argumentami przemawiającymi za potrzebą zmiany lub aktualizacji przeglądarki, na której znajdzie również informacje o polecanych przeglądarkach</a>.
pt_br: Ao clicar na barra, ele será redirecionado para <a href="%s">uma página explicativa do porque trocar/atualizar e algumas opções de navegadores</a>
ru_ru: Нажава на панель, он попадёт на <a href="%s">страницу с информацией о том, почему стоит сменить/обновить браузер и сможет выбрать браузер</a>.
uk_ua: Клікнув на панель, він буде направлений на <a href="%s">сторінку з інформацією про те, чому варто змінити/оновити браузер й зможе обрати браузер</a>.

source: If the visitor ignores the advice, it won't appear again for some time.
ca_es: Si el visitant ignora l'advertència, no tornarà a aparèixer durant un temps.
de_de: Keine Bevormundung &ndash; Der Besucher muss der Empfehlung nicht folgen und wird dann längere Zeit von einer erneuten Benachrichtigung verschont.
es_es: Si el visitante ignora el aviso, no le volverá; a aparecer por algún tiempo.
fr_fr: Si le visiteur ignore le conseil, celui-ci ne sera plus affiché pendant quelques temps.
hu_hu: Ha a látogató figyelmen kívül hagyja a tanácsot, az a továbbiakban nem jelenik.
id_id: Jika pengunjung yang mengabaikan nasihat, tidak akan muncul lagi untuk beberapa waktu.
it_it: Se l'utente ignora il suggerimento, non apparirà più per un po' di tempo.
ko_kr: 이 알림을 닫으면 당분간 표시되지 않습니다.
pl_pl: Jeśli odwiedzający stronę zignoruje tę poradę, przez pewien czas nie wyświetli się ona ponownie.
pt_br: Se o visitante ignorar o aviso, ele não voltará a aparecer durante algum tempo.
ru_ru: Если посетитель проигнорирует совет, он не будет показываться некоторое время.
uk_ua: Якщо відвідувач проігнорує пораду, вона не буде відображатися певний час.

source: Advantages and features
ca_es: Avantatges i característiques
de_de: Vorteile und Funktionen
es_es: Ventajas y características
fr_fr: Avantages et fonctionnalités
hu_hu: Előnyök és szolgáltatások
id_id: Keuntungan dan fitur
it_it: Vantaggi e funzioni
ko_kr: 장점과 기능
pl_pl: Korzyści i zalety
pt_br: Vantagens e características
ru_ru: Преимущества и возможности
uk_ua: Переваги та можливості

source: Subtle
ca_es: Subtil
de_de: Unaufdringlich
es_es: Sutil
fr_fr: Subile
hu_hu: Diszkrét
id_id: Halus
it_it: Non intrusiva
ja_jp: 慎み深い
ko_kr: 아담함
pl_pl: Zgrabny
pt_br: Sutil
ru_ru: Тонкий
uk_ua: Охайний

source: The user will be notified only once, and won't be bothered any more. The notification bar is very small and won't affect the browsing experience negatively.
ca_es: L'usuari només serà notificat una vegada i no serà molestat més. La barra de notificació és molt petita i no afecta negativament a l'experiència de navegació.
de_de: Der Besucher wird nur einmal benachrichtigt und dann eine zeitlang &bdquo;verschont&ldquo;. Die Benachrichtigung ist sehr klein und behindert nicht bei der Seitenbenutzung.
es_es: El usuario será notificado una sola vez, y no se le volverá a molestar. La barra de notificación es muy pequeña y no afectará la experiencia de navegació de manera negativa.
fr_fr: L'utilisateur sera notifié seulement une fois, et ne sera plus dérangé. La notification est très discrète et n'affectera pas la navigation.
hu_hu: A felhasználó csak egyszer lesz értesítve, többet nem zavarjuk. Az értesítési sáv kicsi és nem befolyásolja az internetes élményt negatívan.
id_id: User akan diberitahu hanya sekali, dan tidak akan diganggu lagi. Pemberitahuan bar sangat kecil dan tidak akan mempengaruhi pengalaman browsing negatif.
it_it: L'utente verrà notificato una volta sola. La barra di notifica è molto piccola e non pregiudicherà l'esperienza di navigazione sul sito.
ja_jp: 訪問者にはたった一度だけ報告され、そしてしばらくの間、無傷のまま残されます（被害を免れさせる）。
ko_kr: 사용자에게는 알림이 한 번만 표시됩니다. 알림 표시줄은 매우 작으며, 웹 사이트 탐색을 해치지 않습니다.
pl_pl: Komunikat wyświetli się użytkownikowi tylko raz i nie będzie mu stale przeszkadzać. Pasek z komunikatem jest bardzo mały i nie wpłynie negatywnie na jakość przeglądania strony.
pt_br: O usuário será notificado apenas uma vez, e não será mais incomodado. A barra de notificação é muito pequena e não afeta a navegação negativamente.
ru_ru: Пользователь будем уведомлен только один раз. Панель уведомления занимает очень мало места и не отразится негативно на внешнем виде страницы.
uk_ua: Користувач буде повідомлений лише один раз. Панель займає дуже мало місця й не буде негативно впливати на зовнішній вигляд сторінки.

source: Informative
ca_es: Informatiu
de_de: Informativ
es_es: Informativa
fr_fr: Informatif
hu_hu: Informatív
id_id: Informatif
it_it: Informativa
ja_jp: 情報量の多い
ko_kr: 정보성
pl_pl: Treściwy
pt_br: Informativo
ru_ru: Информативный
uk_ua: Інформативний

source: Tell the users that they are using an out-dated browser and that your website looks even better with a newer one.
ca_es: Digues als usuaris que estan fent servir un navegador desfassat i el teu lloc web es veu encara millor amb un de nou.
de_de: Informieren Sie Ihre Besucher, dass sie einen veralteten Browser verwenden und Ihre Webseite mit einem neueren Browser besser zu verwenden ist und mehr Funktionen bietet. Das Ganze können Sie mit unserem Werkzeug auf &bdquo;standardisierte Art&ldquo; und zusammen mit vielen weiteren Webseiten machen.
es_es: Díle a los usuarios que están usando un navegador desactualizado y que tu sitio se ve aún mejor con uno más reciente.
fr_fr: Dites à vos utilisateurs qu'ils utilisent une version périmée de leur navigateur et que votre site est encore mieux sur les nouvelles versions.
hu_hu: Tájékoztassa a felhasználókat, hogy elavult böngészőt használnak és egy újabb verzióval az Ön oldala is jobban jelenik meg.
id_id: Katakan pada pengguna bahwa mereka menggunakan browser yang keluar-tanggal dan bahwa situs web Anda terlihat lebih baik dengan yang baru.
it_it: Gli utenti verranno informati che usano un browser vecchio e che il tuo sito si vede meglio con uno nuovo.
ja_jp: あなたのサイトの訪問者に、古いタイプのブラウザーではなく、より多くの機能を備えたブラウザーを使ってもらえるようお知らせして下さい。 すべて私達の道具を使って、標準的な方法で、たくさんの更なるウェブサイトを作ることができます。
ko_kr: 사용자가 오래된 브라우저를 사용함을 알려 주고, 새 브라우저를 설치하면 더 예쁘게 보인다는 점을 알려 줍니다.
pl_pl: Poinformuj użytkowników o tym, że używają przestarzałej przeglądarki i że Twoja strona wygląda jeszcze lepiej w nowszych przeglądarkach.
pt_br: Avise seus usuários que eles estão utilizando um navegador desatualizado e que seu website fica muito melhor em um mais novo.
ru_ru: Расскажите пользователям, что они используют устаревший браузер и что Ваш веб-сайт выглядит намного привлекательнее в новом браузере.
uk_ua: Розкажіть користувачам, що вони використовують застарілий браузер й що Ваш веб-сайт має приємніший вигляд у новому браузері.

source: Idealistic
ca_es: Idealista
de_de: Idealistisch
es_es: Idealista
fr_fr: Idéaliste
hu_hu: Példás
id_id: Idealistis
it_it: Idealistica
ko_kr: 이상적
pl_pl: Szlachetny
pt_br: Idealista
ru_ru: Идеалистический
uk_ua: Ідеалістичний

source: Help evolve the web!
ca_es: Ajuda al web a evolucionar!
de_de: Helfen Sie das Web voranzubringen!
es_es: ¡Ayúda a evolucionar la web!
fr_fr: Aidez à faire évoluer le web!
hu_hu: Segítse a web fejlődését!
id_id: Bantuan berevolusi web!
it_it: Aiuta a fare evolvere il web!
ja_jp: 理想的な方法であなたのサイトへの訪問者を援助してあげましょう！
ko_kr: 웹의 발전에 동참합니다!
pl_pl: Pomóż rozwijać internet!
pt_br: Ajuda a evolucionar a web!
ru_ru: Помогите улучшить и развивать интернет!
uk_ua: Допоможіть покращити й розвинути інтернет!

source: Support the standards-based web!
ca_es: Dóna suport a un web basat en estàndards!
de_de: Helfen Sie der Durchsetzung von Webstandards!
es_es: ¡Apóya una web basada en estándares!
fr_fr: Supportez le web qui respecte les standards!
hu_hu: Támogassa a szabvány alapú internetet!
id_id: Mendukung standar berbasis web!
it_it: Supporta gli standard web!
ja_jp: 安全への自己意識を高めることにご協力下さい！
ko_kr: 표준 웹을 지지합니다!
pl_pl: Wspieraj wystandardyzowane rozwiązania internetowe!
pt_br: Apoia os padrões web!
ru_ru: Поддерживайте сеть, основанную на стандартах!
uk_ua: Підтримуйте мережу засновану на стандартах!

source: Support Open Source software projects!
ca_es: Ajuda a projectes de Programari Lliure!
de_de: Helfen Sie Open-Source-Software-Projekten!
es_es: ¡Apóya los proyectos de software de Código Libre!
fr_fr: Supportez les projets logiciels Open Source!
hu_hu: Támogassa a nyílt-forráskódú szoftver projekteket!
id_id: Mendukung proyek-proyek perangkat lunak Open Source!
it_it: Supporta i progetti open source!
ja_jp: ウェブサイトの促進にご協力下さい！
ko_kr: 오픈소스 소프트웨어를 지원합니다!
pl_pl: Wspomagaj oprogramowanie open source!
pt_br: Apoia projetos de software Open Source
ru_ru: Поддерживайте проекты с открытыми исходными кодами!
uk_ua: Підтримуйте проекти з відкритим вихідним кодом!

source: Help your visitors!
ca_es: Ajuda als teus visitants
de_de: Helfen Sie Ihren Besuchern!
es_es: ¡Ayúda a tus visitantes!
fr_fr: Aidez vos visiteurs!
hu_hu: Segítse látogatóit!
id_id: Bantu pengunjung Anda!
it_it: Aiuta i tuoi visitatori!
ja_jp: ウェブの標準化の定着にご協力下さい！
ko_kr: 방문자들을 도와 줍니다!
pl_pl: Pomóż swoim użytkownikom!
pt_br: Ajuda os visitantes!
ru_ru: Помогите Вашим посетителям!
uk_ua: Допоможіть Вашим відвідувачам!

source: Help increase security awareness!
ca_es: Ajuda a augmentar la conscienciació sobre la seguretat!
de_de: Helfen Sie das Sicherheitsbewusstsein zu schärfen!
es_es: ¡Ayúda a aumentar la conciencia acerca de la seguridad!
fr_fr: Aidez à améliorer la sécurité!
hu_hu: Segítsen növelni biztonság-tudatosságot!
id_id: Membantu meningkatkan kesadaran keamanan!
it_it: Aiuta a diffondere la sicurezza!
ja_jp: あなたのお気に入りのブラウザーを保護してあげて下さい！
ko_kr: 보안에 대해서 다시 한 번 알려 줍니다!
pl_pl: Przyczyń się do wzrostu bezpieczeństwa w sieci!
pt_br: Ajuda a aumentar a segurança!
ru_ru: Помогите повысить осведомленность пользователей о безопасности!
uk_ua: Допоможіть підвищити знання користувачів про безбпеку!

source: Support your favorite webbrowser!
ca_es: Ajuda al teu navegador preferit!
de_de: Unterstützten Sie Ihren favorisierten Browser!
es_es: ¡Apóya a tu navegador favorito!
fr_fr: Supportez votre navigateur favoris!
hu_hu: Támogassa kedvenc böngészőjét!
id_id: Dukungan penjelajah web favorit Anda!
it_it: Supporta il tuo browser preferito!
ja_jp: オープンソースソフトウェアー計画に協力をお願いします！
ko_kr: 좋아하는 브라우저를 지원합니다!
pl_pl: Wspieraj swoją ulubioną przeglądarkę!
pt_br: Ajuda o seu navegador favorito!
ru_ru: Поддержите Ваш любимый браузер!
uk_ua: Підтримайте Ваш улюблений браузер!

source: Low maintenance and up-to-date
ca_es: Poc manteniment i actualitzat
de_de: Wartungsarm und aktuell
es_es: De bajo mantenimiento y actualizado
fr_fr: Maintenance faible et mise à jour
hu_hu: Könnyen karbantartható és mindig korszerű
id_id: Rendah pemeliharaan dan up-to-date
it_it: Non c'è bisogno di manutenzione né di aggiornamenti
ja_jp: Low maintenance and 現状
ko_kr: 항상 새로움
pl_pl: Łatwy w utrzymaniu
pt_br: Baixa manutenção e atualizado
ru_ru: Легко обслуживаемый и актуальный
uk_ua: Легкий в обслуговуванні і актуальний

source: If there come more browser versions which won't be supported by the vendor in the future, exhibit security gaps or have been very old for a long time we are going to add them to our list automatically.
ca_es: SI sorgeixen més versions del navegador que no són procurades pels seus fabricants en un futur, que exhibeixin fallades de seguretat o s'hagin mantingut vells durant molt temps, seran afegits a la llista automàticament.
de_de: Wenn weitere Browserversionen vom Hersteller <b>in Zukunft</b> nicht mehr unterstützt werden, Sicherheitslücken aufweisen oder sehr lange veraltet sind, nehmen wir sie automatisch in unsere Liste auf.
es_es: Si surgen más versiones de navegadore que no sean porcudaras por sus fabricantes en el futuro, que exhiban fallas de seguridad o se hayan mantenido viejos durante mucho tiempo serán agregados a la lista automáticamente.
fr_fr: S'il apparait de nouveaux navigateurs non supportés, possédant de failles de sécurité ou deviennent très vieux, nous les ajouterons à notre liste automatiquement.
hu_hu: Ha újabb böngésző verziók jelennek meg, melyeket a fejlesztő nem támogat a jövőben, ismert biztonsági résekkel bír, vagy régóta elavult, automatikusan listánkhoz adjuk.
id_id: Jika ada versi browser datang lebih yang tidak akan didukung oleh vendor di masa depan, celah keamanan pameran atau sudah sangat tua untuk waktu yang lama kami akan menambahkan mereka ke daftar kami secara otomatis.
it_it: Se il produttore termina il supporto a un browser nel futuro, o si scoprono delle falle di sicurezza, quella versione del browser verrà aggiunta automaticamente alla nostra lista.
ja_jp: もし更なるブラウザーが将来的に製造メーカーよりサポートされなくなってから、セキュリティーホールが指摘され、またはとても古くなってしまった場合、私達のリストに自動的に掲載するようにします。
ko_kr: 만약 웹 브라우저 제작사에서 지원을 중단하거나, 보안 취약점이 발견되었거나, 업데이트한 지 너무 오래 되었다면 자동으로 목록에 추가됩니다.
pl_pl: Jeśli przeglądarka przestanie być wspierana przez producenta, będzie zawierać poważne luki bezpieczeństwa lub będzie przestarzała, automatycznie dodamy ją do naszej listy.
pt_br: Se, no futuro, mais versões de navegadores apresentarem falhas de segurança, ou ficarem muito antigas nós adicionaremos estas à nossa lista automaticamente.
ru_ru: Если будут появляться браузеры, которые не будут поддерживаться разработчиками, иметь уязвимости в безопасности или долго время не будут обновляться разработчиками, мы будем добавлять их в список автоматически.
uk_ua: Якщо будуть з'являтися браузери, які не будуть підтримуватися розробниками, мати вразливості або довгий час не будуть оновлюватись розробниками, ми додамо їх у список автоматично.

source: Customizable
ca_es: Personalitzable
de_de: Anpassbar
es_es: Personalizable
fr_fr: Personnalisable
hu_hu: Testreszabható
it_it: Personalizzabile
ja_jp: 調整可能
ko_kr: 수정 가능함
pl_pl: Konfigurowalny
pt_br: Personalizável
ru_ru: Изменяемое
uk_ua: Настроюваний

source: <span class="workingonit">work in progress</span>
ca_es: <span class="workingonit">tasca en progrés</span>
de_de: <span class="workingonit">in Arbeit...</span>
es_es: <span class="workingonit">en desarrollo</span>
fr_fr: <span class="workingonit">travail en cours</span>
hu_hu: <span class="workingonit">folyamatban</span>
id_id: <span class="workingonit">sedang dikerjakan</span>
ko_kr: <span class="workingonit">작업 중</span>
pl_pl: <span class="workingonit">w trakcie realizacji</span>
pt_br: <span class="workingonit">em progresso</span>
ru_ru: <span class="workingonit">в стадии разработки</span>
uk_ua: <span class="workingonit">в розробці</span>

source: You can customize the browsers and versions to notifiy.<br/> In future releases you can also customize the text that should be shown, the frequency of the bar to appear and many other things.
de_de: Sie können einstellen, bei welchen Browsern und Versionen die Meldung erscheinen soll. In Zukunft werden auch der angezeigte Text, die Häufigkeit der Benachrichtigung, das Design, die Größe und viele weitere Dinge anpassbar sein.
id_id: Anda dapat menyesuaikan browser dan versi untuk notifiy.<br/> Dalam rilis masa depan Anda juga dapat menyesuaikan teks yang harus ditampilkan, frekuensi bar untuk muncul dan banyak hal lainnya.
it_it: Puoi personalizzare i browser e le versioni per le quali esibire la notifica.<br /> Nelle versioni future potrai anche personalizzare il testo da mostrare, la frequenza con cui la barra appare e molte altre cose.
pl_pl: Możesz zdecydować o tym, użytkownikom których wersji przeglądarek będzie wyświetlany komunikat.<br/> W przyszłych wersjach skryptu będziesz mógł także określić tekst pokazywany użytkownikom, częstotliwość wyświetlania paska z komunikatem oraz wiele innych rzeczy.
pt_br: Você pode personalizar os navegadores e as versões que deseja notificar.<br/> Em you can also customize the text that should be shown, the frequency of the bar to appear and many other things.
ru_ru: Вы можете изменить список браузеров и версий для оповещения.</br> В будущих релизах Вы сможете также менять выводимый текст, частоту показа панели и многие другие параметры.

source: Localized
ca_es: Localitzat
de_de: Lokalisierung
es_es: Localizado
fr_fr: Localisé
hu_hu: Többnyelvű
it_it: Tradotta
ja_jp: ロケライゼーション
ko_kr: 지역화
pl_pl: Zregionalizowany
pt_br: Localização
ru_ru: Локализовано
uk_ua: Локалізований

source: The message is automatically displayed in the user's language.
ca_es: Aquest missatge es mostra automàticament en l'idioma de l'usuari
de_de: Die Benachrichtigung wird automatisch in der Sprache des Besuchers angezeigt.
es_es: El mensaje será desplegado automáticamente en el idioma del usuario.
fr_fr: Le message est automatiquement affiché dans la langue de l'utilisateur.
hu_hu: Az üzenet automatikusan a felhasználó nyelvén jelenik meg.
id_id: Pesan secara otomatis ditampilkan dalam bahasa pengguna.
it_it: Il messaggio è mostrato automaticamente nella lingua dell'utente.
ja_jp: 自動的に利用者の使用言語で表示されます。
ko_kr: 사용자의 언어로 메시지가 표시됩니다.
pl_pl: Komunikat jest automatycznie wyświetlany w języku użytkownika.
pt_br: A mensagem é automaticamente mostrada no idioma do usuário.
ru_ru: Сообщение автоматически выводится на языке пользователя.
uk_ua: Повідомлення автоматично виводиться на мові відвідувача.
