Repository: browser-update/browser-update
Catalog: trunk/lang/*/LC_MESSAGES/browser-update.po
Languages: ca_es, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, uk_ua

source: The strong market share of a 8 years old webbrowser (Internet Explorer 6) is something new in the history of the web. If we take no action now, we will have to code websites like in 2001 even if it is 2011.
ca_es: El fort domini del mercat d'un navegador de 8 anys (Internet Explorer 6) és quelcom nou a la història del web. Si ens quedem de braços plegats, haurem de programar llocs web com si fóssin del 2001 encara que siguem al 2012.
de_de: Der starke Marktanteil eines acht Jahre alten Webbrowsers (dem Internet Explorer 6) ist neu. Wenn wir nicht jetzt etwas unternehmen, müssen wir sogar noch im Jahr 2012 Webseiten programmieren, als wäre es noch 2001.
es_es: La fuerte porción de mercado que conserva un navegador antiguo (Internet Explorer 6) es algo inédito en la historia de la internet. Si no hacemos algo ahora, tendrémos que diseñar los sitio como si estuvieramos en 2001 aún estando en 2011.
fr_fr: Internet se partage des navigateurs vieux de 8 ans (Internet Explorer 6), ce qui est nouveau dans l'histoire du Web. Si nous n'agissons pas tout de suite, nous devrons adapter le code source des sites internet comme en 2001 ... même en 2011.
hu_hu: A régi böngészők még ma is nagy piaci részesedéssel bírnak és határozottan jelen vannak. Ha most nem cselekszünk,
id_id: Pangsa pasar yang kuat dari berusia 8 tahun penjelajah web (Internet Explorer 6) adalah sesuatu yang baru dalam sejarah web. Jika kita tidak mengambil tindakan sekarang, kita harus kode website seperti pada tahun 2001 bahkan jika 2011.
it_it: La forte percentuale di mercato di un browser vecchio di 8 anni (Internet Explorer 6) è un caso unico nella storia del web. Se non ci organizziamo ora, dovremo programmare siti nel 2011 come se fosse il 2001.
ja_jp: しかし、残念ながら、例えば8年もののInternet Explorer 6などはこのウェブの進化を妨げると言った状況があります。２０１１年のウェブサイトではもう２００１年からの技術が使われないようご協力お願いします。
ko_kr: 8년 전에 개발된 웹 브라우저(인터넷 익스플로러 6)가 아직까지도 사용되고 있다는 사실은 웹의 역사에서 드문 경우입니다. 지금 시작하지 않으면, 2011년에도 2001년처럼 웹 사이트를 디자인해야 합니다.
pl_pl: Znaczny udział w rynku mającej osiem lat przeglądarki (Interneto Explorer 6) jest czymś nowym w historii internetu. Jeśli nie podejmiemy teraz żadnych działań, w 2011 roku strony internetowe będą musiały być tworzone tak samo, jak w 2001 roku.
pt_br: A forte disseminação do navegador de 8 anos de idade (Internet Explorer 6) é algo recente na história da web. Se nós não tomarmos uma atitude agora, nós teremos que desenvolver websites como em 2001 mesmo em 2011.
ru_ru: Большая доля рынка браузера, которому уже 8 лет, это что-то новое в истории сети. Если мы сейчас не будем предпринимать меры, нам придётся кодировать страницы как в 2001 году, хотя сейчас уже на носу 2011!
uk_ua: Значная частина ринку браузера Internet Explorer 6, якому вже 8 років, це щось неймовірне в історії мережі. Якщо ми зараз не будемо приймати заходів, нам доведеться кодувати сторінки як в 2001, хоча на носі вже 2011!

source: Users don't oppose updating...
ca_es: Els usuaris no es neguen a actualitzar...
de_de: Benutzer lehnen Updates nicht ab&hellip;
es_es: Los usuarios no se oponen a actualizar...
fr_fr: Les utilisateurs ne s'opposent pas à la mise à jour ...
hu_hu: A felhasználók alapvetően nem ellenzik a frissítéseket...
id_id: Pengguna tidak menentang memperbarui ...
it_it: Gli utenti non si oppongono agli aggiornamenti...
ja_jp: ウェブサイトの訪問者はブラウザーのアップデートを避けることは出来ないのです・・・。
ko_kr: 사용자는 업데이트를 싫어하지 않습니다...
pl_pl: Użytkownicy nie mają nic przeciwko aktualizacjom...
pt_br: Usuários não se opõem a atualizar...
ru_ru: Пользователи не против обновления...
uk_ua: Користувачі не проти оновлення...

source: ... they often just do not appreciate the ‚need to update or the existence of the "webbrowser" as a software at all.
de_de: &hellip;sie wissen nur meist einfach nicht, dass sie ihren Browser aktualisieren können oder sollten. Viele Benutzer sind sich sogar der Existenz eines "Webbrowsers" als eigenständige Software gar nicht bewusst.
it_it: ...di solito, più semplicemente, non trovano la necessità di aggiornare, e spesso non sanno neanche cos'è un browser.
ru_ru: ... они часто не понимают необходимость обновления "веб-браузера" и вообще его существование как отдельного программного пакета.

source: Help this project
ca_es: Ajuda aquest projecte
de_de: Helfen Sie diesem Projekt
es_es: Apóya este proyecto
fr_fr: Aidez ce projet
hu_hu: Segítse a projektet
id_id: Bantuan proyek ini
it_it: Aiuta questo progetto
ja_jp: Helfen Sie diesem Projekt
ko_kr: 이 프로젝트 돕기
pl_pl: Wesprzyj nasz projekt
pt_br: Ajude este projeto
ru_ru: Помогите этому проекту
uk_ua: Допоможіть цьому проекту

source: Participate!
ca_es: Participa!
de_de: Mitmachen!
es_es: ¡Particípa!
fr_fr: Participez!
hu_hu: Hozzájárulás!
id_id: Berpartisipasi!
it_it: Partecipa!
ja_jp: 一緒にやりましょう！
ko_kr: 동참하세요!
pl_pl: Weź udział!
pt_br: Participe!
ru_ru: Участвуйте!
uk_ua: Беріть участь!

source: Include the notification code in your page to inform users about browser updates.
ca_es: Inclou el codi de notificació a la teva pàgina per informar als usuaris d'actualitzacions del navegador.
de_de: Binden Sie die automatische Benachrichtigung in Ihre Webseite ein und informieren Sie so Ihre Besucher über Browserupdates.
es_es: Inclúye el código de notificación en tu página para informar a los usuarios acerca de las actualizaciones a los navegadores.
fr_fr: Ajoutez le code de notification sur votre page pour informer vos utilisateurs des mises à jour de leur navigateur.
hu_hu: Építse be az értesítési kódot oldalába, hogy tájékoztatni tudja a felhasználókat böngésző frissítésekről.
id_id: Sertakan kode pemberitahuan di halaman Anda untuk memberitahukan pengguna tentang update browser.
it_it: Includi il codice di notifica nella tua pagina per informare gli utenti degli aggiornamenti.
ja_jp: あなたのサイトに自動お知らせ機能を追加し、あなたのサイト訪問者にブラウザーのアップデートするようお知らせしましょう。
ko_kr: 웹 사이트에 브라우저 업데이트 알림을 추가하세요.
pl_pl: Umieść na Twojej stronie kod generujący komunikat o aktualizacji przeglądarki.
pt_br: Inclua o código de notificação em sua página para informar os usuários sobre atualizações do navegador.
ru_ru: Включите код на Вашей странице или сайте, чтобы информировать пользователей о необходимости обновления браузера.
uk_ua: Додайте код на Вашій сторінці або сайті, щоб інформувати користувачів про необхідність оновлення браузера.

source: Spread the word!
ca_es: Fes córrer la veu!
de_de: Weitersagen!
es_es: ¡Córre la voz!
fr_fr: Propagez à travers le monde!
hu_hu: Terjessze az igét!
id_id: Sebarkan kata!
it_it: Spargi la voce!
ja_jp: お知らせしましょう！
ko_kr: 널리 알려 주세요!
pl_pl: Promuj nasz projekt!
pt_br: Espalhe a palavra!
ru_ru: Расскажите другим!
uk_ua: Розкажіть іншим!

source: Tell others about this initiative! In your blog, on your webpage, ...
ca_es: Explica a altres aquesta iniciativa! Al teu bloc, a la teva pàgina web...
de_de: Erzählen Sie anderen Webdesignern und Webmastern über die Initiative. In Ihrem Blog, auf Ihrer Webseite, &hellip;
es_es: ¡Díle a otros acerca de esta iniciativa! En tu blog, en tu sitio web, ...
fr_fr: Parlez de cette initiative! Dans votre blog, sur votre site, ...
hu_hu: Meséljen másoknak is erről! Blogjában, weboldalán,...
id_id: Beritahu orang lain tentang inisiatif ini! Dalam blog Anda, pada halaman Web Anda, ...
it_it: Informa altre persone di questa iniziativa! Sul tuo blog, sul tuo sito...
ja_jp: 他のウェブデザイナーやウェブマスターをしている人にこの自動お知らせ機能のことをお知らせしましょう！ あなたのブログやウェブサイトで・・・。
ko_kr: 블로그나 웹 페이지를 통하여 이 운동을 알려 주세요!
pl_pl: Informuj innych o tej inicjatywie! Na swoim blogu, na swojej stronie internetowej...
pt_br: Conte aos outros sobre esta iniciativa! Em seu blog, em sua página web, ...
ru_ru: Расскажите другим пользователям об этой инициативе! На своём блоге, на своей странице, ...
uk_ua: Розкажіть іншим користувачам про цю ініціативу! В своєму блозі, на своїй сторінці ...

source: Translate this page
ca_es: Tradueix aquesta pàgina
de_de: Übersetzen!
es_es: Tradúce esta página
fr_fr: Traduire cette page
hu_hu: Oldal fordítása
id_id: Terjemahkan halaman ini
it_it: Traduci questa pagina
ja_jp: 翻訳しましょう！
ko_kr: 번역해 주세요
pl_pl: Przetłumacz tę stronę
pt_br: Traduza esta página
ru_ru: Переведите эту страницу
uk_ua: Перекладіть цю сторінку

source: Translate this page into your language.
ca_es: Tradueix aquesta pàgina a la teva llengua
de_de: Helfen Sie mit, diese Webseite in Ihre Sprache zu übersetzen.
es_es: Tradúce esta página a tu idioma.
fr_fr: Traduire cette page dans votre langue.
hu_hu: Fordítsa le jelen oldalt az Ön nyelvére.
id_id: Terjemahkan halaman ini ke dalam bahasa Anda.
it_it: Traduci questa pagina nella tua lingua.
ja_jp: このサイトをあなたの母国語で翻訳するのにご協力お願いします！
ko_kr: 여러분의 모국어로 이 페이지를 번역해 주세요.
pl_pl: Przetłumacz tę stronę na inny język.
pt_br: Traduza esta página em seu idioma.
ru_ru: Переведите эту страницу на Ваш язык.
uk_ua: Перекладіть цю сторінку на Вашу мову.

source: <strong class="number">%d</strong> sites are using the Browser-Update.org script.
ca_es: <strong class="number">%d</strong> llocs web fan servir l'script de Browser-Update.org.
de_de: <strong class="number">%d</strong> Seiten verwenden das Script von Browser-Update.org.
es_es: <strong class="number">%d</strong> sitios están usando el script de Browser-Update.org.
fr_fr: <strong class="number">%d</strong> sites utilisent Browser-Update.org.
hu_hu: <strong class="number">%d</strong> oldal használja a Browser-Update.org-ot
id_id: Situs <strong class="number">%d</strong> yang kuat menggunakan script Browser-Update.org.
ko_kr: <strong class="number">%d</strong>개의 웹 사이트에서 Browser-Update.org 스크립트를 사용하고 있습니다.
pt_br: <strong class="number">%d</strong> sites estão usando o script do Browser-Update.org.
ru_ru: <strong class="number">%d</strong> сайтов используют скрипт сайта Browser-Update.org.
uk_ua: <strong class="number">%d</strong> сайтів користуються скриптом сайта Browser-Update.org

source: Browser updates
ca_es: Actualitzacions del navegador
es_es: Navegadores actualizados
fr_fr: Mise à jour de navigateur
hu_hu: Böngésző frissítések
id_id: Browser update
it_it: Aggiornamenti al browser
ko_kr: 브라우저 업데이트
pl_pl: Aktualizacje przeglądarek
pt_br: Atualizações
ru_ru: Обновления браузера
uk_ua: Оновлення браузера

source: <strong class="number">%d</strong> visitors have already upgraded their browser.
ca_es: <strong class="number">%d</strong> visitants han actualitzat el seu navegador.
de_de: <strong class="number">%d</strong> Besucher haben bereits ihre Browser aktualisiert
es_es: <strong class="number">%d</strong> visitantes ya hanactualizado su navegador.
fr_fr: <strong class="number">%d</strong> visiteurs ont déjà mis leur navigateur à jour.
hu_hu: <strong class="number">%d</strong> látogató frissítette már böngészőjét.
id_id: Ada <strong class="number">%d</strong> pengunjung yang sudah upgrade browser mereka.
ko_kr: <strong class="number">%d</strong>명의 사용자가 웹 브라우저를 업그레이드했습니다.
pt_br: <strong class="number">%d</strong> visitantes atualizaram seus navegadores.
ru_ru: <strong class="number">%d</strong> посетителей уже обновили свой браузер.
uk_ua: <strong class="number">%d</strong> вже оновили свій браузер.

source: From
ca_es: De
de_de: Von
es_es: De
fr_fr: De
hu_hu: Erről
id_id: Dari
it_it: Da
ko_kr: 이전 브라우저
pl_pl: Z
pt_br: De
ru_ru: Из
uk_ua: З

source: To
ca_es: A
de_de: Zu
es_es: A
fr_fr: A
hu_hu: Erre
id_id: Untuk
it_it: A
ko_kr: 업그레이드한 브라우저
pl_pl: Na
pt_br: Para
ru_ru: К
uk_ua: До

source: Amount
ca_es: Quantitat
de_de: Anzahl
es_es: Cantidad
fr_fr: Montant
hu_hu: Hány fő
id_id: Jumlah
it_it: Quantità
ko_kr: 사용자 수
pl_pl: Liczba
pt_br: Quantidade
ru_ru: Количество
uk_ua: Кількість

source: Recent browser updates
de_de: Kürzliche Browser-Updates
it_it: Aggiornamenti recenti
ru_ru: Последние обновления браузера

source: Site
de_de: Seite
it_it: Sito
ru_ru: Сайт

source: Old browser
de_de: Alter Browser
it_it: Vecchio browser
ru_ru: Старый браузер

source: New browser
de_de: Neuer Browser
it_it: Nuovo browser
ru_ru: Новый браузер

source: Language
de_de: Sprache
it_it: Lingua
ru_ru: Язык

source: Date
de_de: Datum
it_it: Data
ru_ru: Дата

source: Free webbrowsers
ca_es: Navegadors gratuïts
de_de: Kostenlose Webbrowser
es_es: Navegadores gratuitos
fr_fr: Navigateur gratuits
hu_hu: Ingyenes internetes böngészők
id_id: Gratis webbrowsers
it_it: Browser gratuiti
ja_jp: この無料ウェブブラウザー
ko_kr: 무료 웹 브라우저
pl_pl: Darmowe przeglądarki
pt_br: Navegadores gratuitos
ru_ru: Бесплатные веб-браузеры
uk_ua: Безкоштовні веб-браузери

source: These browsers are the newest versions of the most used free web browsers.
ca_es: Aquestes són les últimes versions dels navegadors més usats.
de_de: Diese Browser sind die neuesten Versionen der meistbenutzten kostenlosen Webbrowser.
es_es: Estas son la más recientes versiones de los navegadores gratuitos más utilizados.
fr_fr: Ces navigateurs sont les dernières versions des navigateurs gratuits les plus utilisés.
hu_hu: Ezek a leggyakrabban használt ingyenes internetes böngészők legújabb verziói.
id_id: Browser ini adalah versi terbaru dari browser web gratis yang paling banyak digunakan.
it_it: Queste sono le ultime versioni dei browser gratuiti più usati.
ja_jp: このブラウサーは無料配布されている中では最新バージョンです。
ko_kr: 많이 사용되는 무료 웹 브라우저의 최신 버전입니다.
pl_pl: Są to najnowsze wersje najczęściej wykorzystywanych przeglądarek internetowych.
pt_br: Estas são as últimas versões dos navegadores gratuitos mais utilizados.
ru_ru: Эти самые последние версии наиболее используемых веб-браузеров.
uk_ua: Це найсвіжіші версії найбільш популярних браузерів.

source: Just choose a browser to download from the original vendor's website:
ca_es: Només tria un navegador per descarregar-lo des del lloc web del creador:
de_de: Klicken Sie einfach einen Browser an, um ihn von der Herstellerseite herunterzuladen:
es_es: Sólo elige un navegador y descárgalo desde la página original de su fabricante:
fr_fr: Choisissez un navigateur à télécharger depuis le site Internet des développeurs:
hu_hu: Válasszon egy böngészőt, és töltse le a hivatalos fejlesztő weboldaláról:
id_id: Cukup pilih browser untuk men-download dari situs web vendor asli:
it_it: Scegli un browser da scaricare dal sito del produttore:
ja_jp: ブラウザーの提供サイトからブラウザーをダウンロードするには、どれか1つのブラウザーをクリックして下さい：
ko_kr: 웹 브라우저 개발사의 웹 사이트에서 다운로드하십시오.
pl_pl: Po prostu wybierz przeglądarkę do ściągnięcia z oficjalnej strony producenta:
pt_br: Escolha um navegador para realizar o download do site do fabricante:
ru_ru: Выберите браузер для установки с сайта производителя:
uk_ua: Оберіть браузер для встановлення з сайту розробника:

source: Widely-used open-source browser, highly extendable and customizable
ca_es: Navegador de programari lliure molt utilitzar, brutalment extendible i personalitzable
de_de: Weit verbreiteter Open-Source-Browser, stark erweiterbar und anpassbar
es_es: Navegador de código libre ampliamente usado, con muchas extensiones de capacidad de personalización
fr_fr: Navigateur OpenSource largement utilisé, hautement extensible et personnalisable
hu_hu: Széles körben használt nyílt-forráskódú és testreszabható böngésző
id_id: Banyak digunakan browser open-source, sangat dapat diperpanjang dan disesuaikan
it_it: Browser gratuito e open-source molto usato, ampiamente personalizzabile ed estendibile
ja_jp: 倍拡張版オープンソースブラウザー、強力な拡張と調整機能
ko_kr: 널리 사용되는 오픈 소스 브라우저. 다양한 확장 기능과 테마가 있음
pl_pl: Powszechnie używana przeglądarka open source, duże możliwości dostosowania przeglądarki do własnych potrzeb
pt_br: Navegador largamente utilizado e open-source, altamente extensível e personalizável
ru_ru: Широко используемый браузер с открытыми исходными кодами, легко расширяемый и настраиваемый
uk_ua: Широко використовуваний з відкритим вихідним кодом браузер, легко розширюваний і настроюваний

source: Download
ca_es: Descarrega
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
hu_hu: Letöltés
it_it: Scarica
ko_kr: 다운로드
pl_pl: Pobierz
ru_ru: Загрузить
uk_ua: Завантажити

source: Browser with many features
ca_es: Navegador amb moltes característiques
de_de: Viele integrierte Extrafunktionen
es_es: Navegador con muchas características
fr_fr: Navigateur avec de nombreuses fonctionnalités
hu_hu: Böngésző számos szolgáltatással
id_id: Browser dengan banyak fitur
it_it: Brower con molte funzioni
ko_kr: 다양한 기능이 있는 웹 브라우저
pl_pl: Przeglądarka z wieloma funkcjonalnościami
pt_br: Navegador com muitas funcionalidades
ru_ru: Браузер со многими возможностями
uk_ua: Браузер з багатьма можливостями

source: Apple's fast browser
ca_es: El ràpid navegador d'Apple
de_de: Schneller Browser von Apple
es_es: El veloz navegador de Apple
fr_fr: Navigateur Apple très rapide
hu_hu: Apple gyors böngésző
id_id: Apple browser cepat
it_it: Il browser veloce di Apple
ja_jp: Apple社製のブラウザー
ko_kr: 애플의 빠른 브라우저
pl_pl: Szybka przeglądarka firmy Apple
pt_br: Navegador rápido da Apple
ru_ru: Быстрый браузер от Apple
uk_ua: Швидкий браузер від Apple

source: Google's browser with compact interface
de_de: Browser von Google mit kompakter Oberfläche
id_id: Google browser dengan antarmuka kompak
it_it: Il browser di Google, veloce e con un'interfaccia compatta
pl_pl: Przeglądarka firmy Google z przyjaznym interfejsem
pt_br: Navegador do Google com interface compacta
ru_ru: Браузер Google с компактным интерфесом

source: Windows built-in browser
ca_es: Navegador per defecte de Windows
de_de: Windows-Standardbrowser
es_es: El navegador que viene incluido con Windows
fr_fr: Navigateur Windows par défaut
hu_hu: A Windows beépített böngészője
it_it: Il browser di default di Windows
ja_jp: Windowsの標準ウェブブラウザー
ko_kr: 윈도에 내장된 웹 브라우저
pl_pl: Przeglądarka wbudowana w system Windows
pt_br: Navegador nativo do Windows
ru_ru: Встроенный браузер windows
uk_ua: Вбудований браузер Windows

source: All browsers have the same basic features and easy interface.
ca_es: Tots els navegadors tenen les mateixes característiques bàsiques i una interfície simple.
de_de: Alle Browser bieten den selben grundlegenden Funktionsumfang und eine ähnliche Benutzerführung.
es_es: Todos los navegadores tienen las mismas características básicas y fácil interfaz.
fr_fr: Tous ces navigateurs ont des fonctionalités et une interface simple d'utilisation.
hu_hu: Az összes böngésző ugyanazon fő funkciókkal és egyszerű érintkező felülettel rendelkezik.
id_id: Semua browser memiliki fitur dasar yang sama dan antarmuka yang mudah.
it_it: Tutti i browser hanno più o meno le stesse funzioni ed interfaccia basilari.
ja_jp: すべてのブラウザーは同じような基礎容量が必要で、また同じような操作で使用可能です。
ko_kr: 모든 웹 브라우저의 기본 기능은 큰 차이가 없으며 인터페이스도 어렵지 않습니다.
pl_pl: Wszystkie powyższe przeglądarki mają te same podstawowe funkcjonalności i są łatwe w obsłudze.
pt_br: Todos estes navegadores possuem as mesmas características básicas e uma interface amigável.
ru_ru: Все браузеры имеют сходный набор базовых возможностей и удобный интерфейс.
uk_ua: Всі браузери мають подібний базовий набір можливостей та зручний інтерфейс

source: The browser you are using is out of date. It has known <b>security flaws and disadvantages</b> and a <b>limited feature set</b>. You will not see all the features of some websites.
ca_es: El navegador que fas servir està desactualitzat. Té <b>fallades de seguretat</b> conegudes i un <b>conjunt de característiques limitat</b>. No podràs veure totes les característiques d'alguns llocs web.
de_de: Der Browser, den Sie benutzen, ist veraltet. Er besitzt bekannte <strong>Sicherheitsschwachstellen</strong>, bietet nur <strong>begrenzten Komfort</strong> und hat viele <strong>weitere Nachteile</strong>.
es_es: El navegador que estás usando está desactualizado. Tiene conocidas <b>fallos de seguridad y desventajas</b> y un <b>limitado juego de características</b>. No podrás ver todas las características de algunos sitios.
fr_fr: Le navigateur que vous utilisez actuellement est périmé. Il possède des <b>failles de sécurité et autres inconvéniants</b> et dispose d'un <b>ensemble de fonctionnalités limité</b>. Vous ne pourrez pas voir la totalité des fonctions de certains sites internet.
hu_hu: Az Ön által használt böngésző elavult. Ismert <b>biztonsági hiányosságai,hátrányai</b> és <b>korlátozott szolgáltatás készletei</b> vannak. Ön nem fogja látni néhány oldal esetében azösszes funkciót.
id_id: Browser yang Anda gunakan sudah ketinggalan jaman. Browser Anda telah diketahui memiliki <b>kelemahan keamanan dan kerugian</b> dan <b>fitur terbatas</b>. Anda tidak akan melihat semua fitur dari beberapa website.
it_it: Il browser che stai usando è molto vecchio. Ha delle <strong>falle di sicurezza</strong> e <strong>una quantità limitata di funzioni</strong>. Non riuscirai a vedere bene tutte le pagine di questo sito.
ja_jp: お使いのブラウザーは旧バージョンのようです。 このブラウザーは既に認知されている安全上の弱点があり、限られた機能しかなく、今後、更なる短所をもたらすことになりかねません。 <!--Sie können nicht alle Funktionen dieser Webseite sehen.-->
ko_kr: 현재 사용하고 계신 웹 브라우저는 오래되었습니다. <b>알려진 보안 취약점</b>이 있으며, <b>새로운 기능</b>을 지원하지 않습니다. 일부 웹 사이트가 깨져 보일 수도 있습니다.
pl_pl: Przeglądarka, której używasz, jest przestarzała. Posiada ona udokumentowane <b>luki bezpieczeństwa, inne wady</b> oraz <b>ograniczoną funkcjonalność</b>. Tracisz możliwość skorzystania z pełni możliwości oferowanych przez niektóre strony internetowe.
pt_br: O navegador que você está utilizando está desatualizado. Ele possui <b>falhas de segurança</b> e uma <b>lista limitada de funcionalidades</b>. Você perderá qualidade na navegação de alguns sites.
ru_ru: Браузер, которым Вы пользуетесь устарел! У него есть проблемы с <b>безопасностью</b> и у него <b>ограниченные возможности</b>. Вам будут не доступны некоторые детали на многих сайтах.
uk_ua: Браузер яким Ви користуютесь застарів! У нього є проблеми з <b>безпекою</b> та він має <b>обмежені можливості</b>. Вам будуть не доступні деякі можливості на багатьох сайтах.

source: Switching to a newer browser could give you a lot of advantages:
ca_es: Canviar-te a un navegador modern et pot donar molts avantatges:
de_de: Der Wechsel zu einem neueren <a class="infoplus" href="http://de.wikipedia.org/wiki/Browser" title="Link zum Wikipedia-Artikel über Webbrowser">Browser</a> kann Ihnen eine Menge Vorteile bringen:
es_es: Cambiar a un navegador más reciente podría darte una gran cantidad de ventajas:
fr_fr: Choisir un nouveau navigateur vous procure de nombreux avantages:
hu_hu: Frissebb böngészőre való átváltás számos előnyöket kínál:
id_id: Beralih ke browser yang lebih baru bisa memberikan banyak keuntungan:
it_it: Passare a un nuovo browser porta un sacco di vantaggi:
ja_jp: 新しいバージョンの<a class="infoplus" href="http://ja.wikipedia.org/wiki/ウェブブラウザ" title="インターネットブラウザ">ブラウザー</a>に変更することでたくさんの利点を生むことができます：
ko_kr: 새로운 브라우저로 업데이트하면 여러 이점이 있습니다.
pl_pl: Zainstalowanie nowszej przeglądarki może przynieść Ci wiele korzyści:
pt_br: Trocando para um navegador mais atual você terá várias vantagens:
ru_ru: Переход на новый браузер даст Вам много преимуществ:
uk_ua: Перехід на новий браузер надасть Вам багато переваг:

source: Security
ca_es: Seguretat
de_de: Sicherheit
es_es: Seguridad
fr_fr: Sécurité
hu_hu: Biztonság
id_id: Keamanan
it_it: Sicurezza
ja_jp: 安全保障
ko_kr: 보안
pl_pl: Bezpieczeństwo
pt_br: Segurança
ru_ru: Безопасность
uk_ua: Безпека
