Repository: browser-update/browser-update
Catalog: trunk/lang/*/LC_MESSAGES/browser-update.po
Languages: ca_es, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, uk_ua

source: database connection problem
de_de: Datenbank Verbindungsproblem
it_it: problema di connessione al database
ru_ru: Не удалось соединиться с базой данных

source: database not found
de_de: Datenbank nicht gefunden
it_it: database non trovato
ru_ru: База данных не найдена

source: Contact
ca_es: Contacte
de_de: Kontakt
es_es: Contacto
hu_hu: Kapcsolat
id_id: Kontak
it_it: Contatti
ja_jp: コンタクト
ko_kr: 정보
pl_pl: Kontakt
pt_br: Contato
ru_ru: Контакты
uk_ua: Контакти

source: Customize and test
ca_es: Personalitza i prova
de_de: Anpassen und testen
es_es: Personalízalo y pónlo a prueba
fr_fr: Personnaliser et tester
hu_hu: Testreszabás és teszt
id_id: Sesuaikan dan uji
ja_jp: 調整可能
ko_kr: 사용자 정의 및 테스트
pl_pl: Dostosuj i przetestuj
pt_br: Customize e teste
ru_ru: Изменить и проверить
uk_ua: Змінити та перевірити

source: Test the script
ca_es: Prova l'script
de_de: Skript testen
es_es: Pruéba el script
fr_fr: Tester le script
hu_hu: Programkód tesztelés
id_id: Test script
ko_kr: 스크립트 테스트
pl_pl: Przetestuj skrypt
pt_br: Testando o script
ru_ru: Проверить скрипт
uk_ua: Перевірити скрипт

source: If you open your website with <code>#test-bu</code> appended to the url, the bar will always show up.
ca_es: Si obres el teu web amb <code>#test-bu</code> afegit a la URL, la barra sempre ho mostrarà.
es_es: Si abres tu sitio con <code>#test-bu</code> al final de la url, la barra se mostrará todo el tiempo.
fr_fr: Si vous ouvrez votre site internet avec <code>#test-bu</code> ajouté à l'URL, la barre s'afichera toujours.
hu_hu: Ha a <code>#test-bu</code> kódot az url-hez hozzáadva nyitja meg weboldalát, a értesítési sáv mindig megjelenik.
id_id: Jika Anda membuka situs web Anda dengan <code>#test-bu</code> ditambahkan ke url, bar akan selalu muncul.
ko_kr: 웹 사이트 URL 맨 끝에 <code>#test-bu</code>를 붙이면 알림 표시줄을 항상 표시합니다.
pl_pl: Jeśli otworzysz swoją stronę z wyrażeniem <code>#test-bu</code> dołączonym do adresu URL, pasek z komunikatem będzie się zawsze pojawiał.
pt_br: Se você abrir seu website com <code>#test-bu</code> concatenado a url, a barra sempre aparecerá.
ru_ru: Если при открытии сайта Вы добавите <code>#test-bu</code> к URL, панель будет всегда видна.
uk_ua: Якщо при відкриті сайту Ви додасте <code>#test-bu</code> до URL, панель відображатиметься постійно.

source: Example: <code>http://browser-update.org/#test-bu</code>.
ca_es: Exemple: <code>http://browser-update.org/#test-bu</code>.
es_es: Ejemplo: <code>http://browser-update.org/#test-bu</code>.
fr_fr: Exemple: <code>http://browser-update.org/#test-bu</code>.
hu_hu: Példa: <code>http://browser-update.org/#test-bu</code>.
id_id: Contoh: <code>http://browser-update.org/#test-bu</code>.
ko_kr: 예제: <code>http://browser-update.org/#test-bu</code>.
pl_pl: Przykład: <code>http://browser-update.org/#test-bu</code>.
pt_br: Exemplo: <code>http://browser-update.org/#test-bu</code>
ru_ru: Пример: <code>http://browser-update.org/#test-bu</code>.
uk_ua: Приклад: <code>http://browser-update.org/#test-bu</code>.

source: Make sure the page is properly reloaded by opening the url in an new browser tab.
ca_es: Assegura't que la pàgina és correctament recarregada obrint la URL en una nova pestanya del navegador.
es_es: Asegúrate de que la página cargue correctamente abriendo la url en una nueva pestaña del navegador.
fr_fr: Assurez-vous que la page est correctement rechargé en ouvrant l'URL dans un nouvel onglet.
hu_hu: Győződjön meg róla, hogy miután megnyitotta az url-t új böngésző lapon, az oldal megfelelően betöltődött.
id_id: Pastikan halaman dengan benar reloaded dengan membuka URL di tab browser yang baru.
ko_kr: 새로운 창이나 탭으로 페이지를 열어서 페이지가 올바르게 새로 고쳐졌는지 확인하십시오.
pl_pl: Upewnij się, że strona jest prawidłowo ponownie załadowana otwierając ją w nowej karcie przeglądarki.
pt_br: Certifique-se que a página é recarregada corretamente abrindo a url em uma nova aba do navegador.
ru_ru: Убедитесь, что страница перезагружена, открыв ссылку в новой закладке браузера.
uk_ua: Впевніться, що сторінка завантажена, відкрив посилання в новій вкладці браузера.

source: Options
ca_es: Opcions
es_es: Opciones
hu_hu: Beállítások
id_id: Pilihan
ko_kr: 옵션
pl_pl: Ustawienia
pt_br: Opções
ru_ru: Параметры
uk_ua: Налаштування

source: The following options can be passed to the script:
ca_es: Les següents opcions poden ser passades a l'script:
es_es: Las siguientes opciones pueden ser incluídas en el script:
fr_fr: Les options suivantes peuvent être passées au script :
hu_hu: Az alábbi beállítások állíthatók be a programkódhoz
id_id: Pilihan berikut dapat dikirimkan ke script berikut:
ko_kr: 스크립트의 옵션은 다음과 같습니다:
pl_pl: W skrypcie można zdefiniować następujące ustawienia:
pt_br: As seguintes opções podem ser passadas para o script:
ru_ru: Скурипту могут переданы следующие параметры:
uk_ua: Скрипту можуть бути передані наступні параметри:

source: browser versions to notify
ca_es: versions del navegador a notificar
es_es: versiones de navegadores a notificar
fr_fr: versions de navigateur à notifier
hu_hu: Értesítendő böngésző verziók
id_id: versi browser untuk memberitahu
ko_kr: 알릴 브라우저 버전
pl_pl: wersje przeglądarek, dla których ma pojawiać się pasek z komunikatem
pt_br: versões de navegadores a serem notificadas
ru_ru: предупреждать о версиях браузеров
uk_ua: попереджувати про версії браузерів

source: atfer how many hours should the message reappear
ca_es: després de quantes hores hauria de reaparèixer el missatge
es_es: cuántas horas deben pasar para que el mensaje vuelva a aparecer
fr_fr: le message réapparaîtra avec combien d'heures
hu_hu: hány óra múlva jelenjen meg újra a szöveg
ko_kr: 메시지를 다시 표시할 시간
pt_br: depois de quantas horas a mensagem deve reaparecer
ru_ru: через сколько часов сообщение должно снова появиться
uk_ua: через декілька годин повідомлення повинно заявитися знову

source: 0 = show all the time
ca_es: 0 = Motra-ho tot
es_es: 0 = mostrar siempre
fr_fr: 0 = toujours afficher
hu_hu: 0 = mindig mutassa
id_id: 0 = menampilkan semua waktu
ko_kr: 0 = 항상 표시
pl_pl: 0 = pokazuj cały czas
pt_br: 0 = mostra o tempo todo
ru_ru: 0=показывать всегда
uk_ua: 0 = відображати завжди

source: callback function after the bar has appeared
ca_es: executa la funció després que aparegui la barra
es_es: función de callback luego de que la barra ha aparecido
fr_fr: fonction de rappel quand la barre réapparaît
hu_hu: visszahívás funkció a sáv megjelenése után
id_id: fungsi panggilan balik setelah bar telah muncul
ko_kr: 알림 표시줄이 나타난 다음 호출할 콜백 함수
pl_pl: wywołanie zwrotne (callback) uruchamiane po pojawieniu się paska z komunikatem
pt_br: função callback depois que a barra aparece
ru_ru: функция обратного вызова после того, как панель появилась
uk_ua: функція зворотного виклику після того, як панель з’явилася

source: set a language for the message, e.g. "en"
ca_es: defineix un idioma per al missatge, ex. "en"
es_es: establecer un idioma para el mensaje, p.ej. "en"
fr_fr: indique la langue du message, ex. "fr"
hu_hu: üzenet nyelvének beállítása, pl."en"
id_id: menetapkan bahasa untuk pesan, misalnya "en"
ko_kr: 메시지 언어. 예: "ko"
pl_pl: określenie języka komunikatu, np. "pl"
pt_br: configura um idioma para a mensagem, e.g. "en"
ru_ru: установить язык сообщения, например "ru"
uk_ua: встановити мову повідомлення, наприклад "ua"

source: overrides the default detection
ca_es: anul·la la detecció per defecte
es_es: invalída la detección por default
fr_fr: redéfini la détection par défaut
hu_hu: alapértelmezett felismerés felülírása
id_id: menimpa deteksi default
ko_kr: 기본 언어 감지를 무시함
pl_pl: nadpisuje domyślne ustawienia
pt_br: sobrescrevendo o padrão
ru_ru: переопределяет обнаружение по умолчанию
uk_ua: перевизначає виявлення за замовчуванням

source: true = always show the bar (for testing)
ca_es: true = mostra sempre la barra (per proves)
es_es: true = siempre se muestra la barra (para realizar pruebas)
fr_fr: true = affiche toujours la barre (pour les tests)
hu_hu: true = mindig mutassa az értesítési sávot (teszteléshez)
id_id: true = selalu menampilkan bar (untuk pengujian)
ko_kr: true = 항상 표시줄 보이기 (테스트용)
pt_br: true = sempre mostra a barra (para testes)
ru_ru: true = всегда показывать панель (для тестирования)
uk_ua: true = завжди відображати панель (для тестування)

source: custom notification html text
ca_es: text html de notificació personalitzat
es_es: personaliza el texto html de la notificación
fr_fr: notification personnalitée en HTML
hu_hu: egyéni értesítési html kód
id_id: teks pemberitahuan kustom html
ja_jp: インストールとコンフィグレーション
ko_kr: 사용자 정의 알림 HTML 텍스트
pl_pl: określenie własnej treści komunikatu w języku HTML
pt_br: notificação customizada em html
ru_ru: Ваш собственный текст уведомления в html
uk_ua: Ваш html текст повідомлення

source: open link in new window/tab
ca_es: obre l'enllaç en una nova finestra/pestanya
es_es: abre el enlace en una nueva ventana/pestaña
fr_fr: ouvre le lien dans un nouvel onglet/fenêtre
hu_hu: link megnyitása új ablakban/lapon
id_id: membuka pranala di window/tab baru
ko_kr: 새 창이나 탭으로 링크 열기
pl_pl: otwórz link w nowym oknie lub w nowej karcie
pt_br: abre o link em uma nova janela/aba
ru_ru: открыть ссылку в новом окне/вкладке
uk_ua: відкриття посилання в новому вікні / вкладці

source: Edit the CSS
ca_es: Edita el CSS
es_es: Editar CSS
fr_fr: Editer la CSS
hu_hu: Stíluslap szerkesztése
id_id: Edit CSS itu
ko_kr: CSS 편집하기
pl_pl: Edycja CSS
pt_br: Editar o CSS
ru_ru: Редактировать CSS
uk_ua: Редагувати CSS

source: The following CSS rules are applied by the script.
ca_es: Les següents normes CSS s'aplicaran a l'script
es_es: Las siguientes reglas de CSS aplican para el script.
fr_fr: Les règles CSS suivantes sont utilisées par le script.
hu_hu: Az alábbi stíluslap szabályok érvényesek a programkódhoz.
id_id: CSS mengikuti peraturan yang diterapkan oleh skrip.
ko_kr: 스크립트를 실행하면 다음 CSS 규칙이 적용됩니다.
pl_pl: Skrypt definiuje niżej wymienione style CSS.
pt_br: As seguintes propriedades CSS são aplicadas pelo script.
ru_ru: Скрипт применяет следующие правила CSS.
uk_ua: Скрипт використовує наступні правила CSS

source: You can overwrite them in your own CSS. To do so you need to add some more specifity to the css-rules: e.g. <code>body .buorg {font-size:20px}</code>
es_es: Puedes sobreescribirlas con tu propio CSS. Para ello debes ser más específico en las reglas css: p. ej. <code>body .buorg {font-size:20px}</code>
fr_fr: Vous pouvez redéfinir votre propre CSS. Pour ce faire, vous devez ajouter des règles plus spécifiques: ex. <code>body .buorg {font-size:20px}</code>
hu_hu: Felülírhatja őket saját stíluslapjában. Ehhez továbbiakat kell megadnia stíluslap-szabályok meghatározása: pl. <code>body .buorg {font-size:20px}</code>
id_id: Anda dapat menimpa mereka pada CSS sendiri. Untuk melakukannya Anda perlu menambahkan beberapa spesifisitas yang lebih kepada aturan css-: misalnya <code>body .buorg {font-size:20px}</code>
ko_kr: CSS 규칙은 수정할 수 있습니다. CSS 규칙에 새로운 항목을 추가하시면 됩니다. 예: <code>body.buorg {font-size:20px}</code>
pl_pl: Możesz je zmienić, edytując swój arkusz styli CSS. Żeby to zrobić musisz zastosować zawężone selektory stylów, np. <code>body .buorg {font-size:20px}</code>
pt_br: Você pode sobrescrever estas propriedades em seu próprio CSS. Para isso você precisa adicionar um pouco mais de especificação no CSS: e.g. <code>body .buorg {font-size:20px}</code>
ru_ru: Вы можете изменить их в своем файле CSS. Для этого необходимо добавить чуть больше специфики в правила CSS: например <code>body .buorg {font-size:20px}</code>
uk_ua: Ви можете переписати їх у власний CSS. Для цього необхідно додати більше специфіки в CSS-правила, наприклад: <code>body .buorg {font-size:20px}</code>

source: Inform your visitors about browser-updates
ca_es: Informa als teus visitants sobre les actualitzacions del navegador
de_de: Benutzer über Browserupdates informieren
es_es: Inf&#243;rma a tus visitantes de actualizaciones a los navegadores
fr_fr: Informez vos visiteurs à propos de browser-updates
hu_hu: Tájékoztassa látogatóit böngésző-frissítésekről
id_id: Menginformasikan Anda pengunjung tentang browser-update
it_it: Informa i tuoi visitatori sugli aggiornamenti al browser
ja_jp: ブラウザーアップデートについてのお知らせ
ko_kr: 웹 사이트 방문자에게 브라우저 업데이트를 알려 줍니다
pl_pl: Poinformuj odwiedzających Twoją stronę o aktualizowaniu przeglądarek
pt_br: Informe o seu visitante sobre atualizações do navegador
ru_ru: Предложите Вашим посетителям обновить браузер
uk_ua: Запропонуйте Вашим відвідувачам оновити браузер

source: An initiative by webdesigners to inform users about browser-updates
ca_es: Una iniciativa de dissenyadors web per informar als usuaris sobre les actualitzacoins del navegador
de_de: Eine Initiative von Webdesignern, um Benutzer über Browserupdates zu informieren
es_es: Una iniciativa de diseñadores web para informar a los usuarios acerca de actualizaciones a los navegadores
fr_fr: Une initiative de WebDesigners pour informer les utilisateurs sur les mises à jour de leur navigateur
hu_hu: Webdizájnerek kezdeményezése a felhasználók böngésző-frissítésekről történő tájékoztatásáról
id_id: Sebuah inisiatif oleh webdesigners untuk memberitahukan pengguna tentang browser-update
it_it: Un'iniziativa di alcuni webdesigner per informare gli utenti sugli aggiornamenti al browser
ja_jp: ブラウザーアップデート利用者へお知らせするためのウェブデザイナーによる第一歩
ko_kr: 웹 디자이너들이 시작한 브라우저 업데이트 알림 프로그램
pl_pl: Inicjatywa projektantów WWW mająca na celu informowanie internautów o aktualizowaniu przeglądarek
pt_br: Uma iniciativa dos webdesigners para informar os usuários sobre as atualizações do navegador
ru_ru: Инициатива веб-дизайнеров по информированию пользователей о необходимости обновить браузер
uk_ua: Ініціатива веб-дизайнерів щодо інформування користувачів про необхідність оновити браузер

source: Start
ca_es: Comença
es_es: Inicio
fr_fr: Commencer
id_id: Mulai
it_it: Inizio
ja_jp: スタート
ko_kr: 시작
pl_pl: Strona główna
pt_br: Início
ru_ru: Начать
uk_ua: Почати

source: Help
ca_es: Ajuda
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
hu_hu: Segítség
id_id: Membantu
it_it: Aiuto
ja_jp: ヘルプ
ko_kr: 도움말
pl_pl: Pomoc
pt_br: Ajuda
ru_ru: Помощь
uk_ua: Допомога

source: Supporters
ca_es: Partidaris
de_de: Unterstützer
es_es: Partidarios
fr_fr: Ils nous aident
hu_hu: Támogatók
id_id: Pendukung
ja_jp: 支援者
ko_kr: 후원자
pl_pl: Wspierający
pt_br: Suporte
ru_ru: поддержка
uk_ua: Підтримка

source: Statistics
ca_es: Estadístiques
de_de: Statistiken
es_es: Estadísticas
fr_fr: Statistiques
hu_hu: Statisztikák
id_id: Statistika
it_it: Statistiche
ja_jp: 統計
ko_kr: 통계
pl_pl: Statystyki
pt_br: Estatísticas
ru_ru: статистика
uk_ua: Статистика

source: Blog
ca_es: Bloc
ja_jp: ブログ
ko_kr: 블로그
ru_ru: блог
uk_ua: Блог

source: translate...
de_de: übersetzen...
it_it: traduci...
ru_ru: перевести...

source: This service is an opportunity to inform your visitors unobtrusively to switch to a newer browser.
de_de: Dieser Service bietet eine dezente und unaufdringliche Möglichkeit, Ihre Besucher darüber zu informieren, dass sie auf einen neueren Browser wechseln sollten.
es_es: Este servicio es una oportunidad para informar a tus visitantes de manera no molesta que deben cambiar a un navegador más reciente.
fr_fr: Ce service est une opportunité d'informer vos visiteurs de façon non intrusive de changer pour un navigateur à jour.
hu_hu: Ez a szolgáltatás egy lehetőséget kínál arra, hogy diszkréten tájékoztassa látogatóitfrissebb böngészőre történő átváltásról
id_id: Layanan ini adalah kesempatan untuk menginformasikan pengunjung Anda mencolok untuk beralih ke browser yang lebih baru.
it_it: Questo servizio è un'opportunità per informare i tuoi visitatori e convincerli a passare a un browser più recente.
ja_jp: このサービスは、控えめで目立ちにくいように、あなたのサイト訪問者に新しいブラウザーに変えた方がいいとお知らせできること提供しています。
ko_kr: 이 서비스는 웹 사이트 방문자들을 크게 방해하지 않으면서 새로운 브라우저로 전환하라는 알림을 표시합니다.
pl_pl: Dzięki temu serwisowi dowiesz się, w jaki sposób możesz informować internautów odwiedzających Twoją stronę o potrzebie zaktualizowania przeglądarki.
pt_br: Este serviço é uma oportunidade de informar, de forma não obstrutiva, o visitante sobre a atualização do seu navegador.
ru_ru: Этот сервис предоставляет возможность уведомить Ваших посетителей о необходимости обновить их браузер.
uk_ua: Цей сервіс надає можливість повідомити Вашим користувачам про необхідність оновити їх браузер

source: Many internet users are still using very old, out-dated browsers – most of them for no actual reason. Switching to an newer browser is better for them and for you as a webdesigner.
ca_es: Alguns usuaris d'Internet continuen fent servir navegadors antics i desactualitzats sense cap raó aparent. Canviant a un navegador més nou, és millor per ells i per a tu com a dissenyador web.
de_de: Viele Internetbenutzer verwenden sehr alte und überholte Browser (z.B. den mittlerweile acht Jahre alten <b>Internet Explorer 6</b>) – meist ohne wirklichen Grund. Der Wechsel zu einem neueren Browser bietet für den Benutzer und für Sie als Webdesigner viele Vorteile.
es_es: Muchos usuarios de la Internet continúan usando navegadores muy antiguos y desactualizados – la mayoría de ellos sin una razón particular. Cambiar a un navegador más reciente es mejor para ellos y para ti como diseñador web.
fr_fr: De nombreux utilisateurs d'Internet utilisent encore de très vieux navigateurs dépassés - la plupart d'entre eux, sans aucune raison. Mettre leur navigateur à jour est une bonne chose pour eux, comme pour vous, WebDesigners.
it_it: Molti utenti di internet continuano a utilizzare browser vecchi e non aggiornati, senza un motivo preciso. Passare a un browser più recente è un bene per loro e per te, webdesigner.
ja_jp: 多くのインターネットユーザーは、例えば8年前くらいの<strong>Internet Explorer 6</strong>など、今もとても古いブラウザーを利用しています。なので、新しいバージョンのブラウザーに変更してもらうことは、ウェブデザイナーとしては多くの利点を生むと言えます。
ko_kr: 많은 인터넷 사용자들은 오래된 브라우저를 사용하고 있으며, 대부분은 큰 이유가 없습니다. 새로운 브라우저로 전환하면 사용자와 웹 디자이너 모두에게 도움이 됩니다.
pl_pl: Wielu użytkowników internetu wciąż używa bardzo starych, przestarzałych przeglądarek - większość z nich bez wyraźnej przyczyny. Zainstalowanie nowszej przeglądarki jest dobre dla nich, ale także dla projektantów www takich jak Ty.
pt_br: Muitos internautas ainda utilizam navegadores muito antigos e desatualizados, a maioria deles sem uma razão. A adoção de um novo navegador é melhor para eles e para você como webdesigner.
ru_ru: Многие пользователи все ещё используют очень старые браузеры, чаще всего, по незнанию. Переход на новый браузер принесет пользу и им, и Вам, как веб-дизайнеру.
uk_ua: Більшість користувачів все ще використовують старі версії браузерів, найчастіше, за незнанням. Перехід на новий браузер принесе користь як їм, так й Вам як веб-дизайнеру.

source: How it works
ca_es: Com funciona
de_de: Wie funktioniert's?
es_es: Cómo funciona
fr_fr: Comment ça marche ?
hu_hu: Hogyan működik
id_id: Cara kerjanya
it_it: Come funziona
ja_jp: どのように機能するか？
ko_kr: 따라하기
pl_pl: Jak to działa?
pt_br: Como funciona
ru_ru: Как это работает
uk_ua: Як це працює

source: Include our small javascript <a href="%s">notification</a> on your website
ca_es: Inclou el nostre petit javascript <a href="%s">notification</a> al teu lloc web
de_de: Javascript-Benachrichtigungscode in Webseite <a href="%s">einbinden</a>
es_es: Incluye nuestra pequeña <a href="%s">notificación</a> javascript en tu sitio
fr_fr: Ajoutez notre code javascript de <a href="%s">notification</a> sur votre site
hu_hu: Építse be rövid javascript-ünket <a href="%s">notification</a> weboldalába
id_id: Sertakan javascript kecil kami <a href="%s">pemberitahuan</a> pada situs anda
it_it: Includi la nostra <a href="%s">notifica JavaScript</a> sul tuo sito
ko_kr: 웹 사이트에 작은 자바스크립트 <a href="%s">알림</a>을 추가하십시오
pl_pl: Umieść na swojej stronie internetowej kod w języku javascript wyświetlający specjalny <a href="%s">komunikat</a>
pt_br: Inclua nosso javascript de <a href="%s">notificação</a> em seu website
ru_ru: Включите небольшой javascript <a href="%s">с уведомлением</a> на Вашем веб-сайте
uk_ua: Додайте невеличкий javascript <a href="%s"> з повідомленням</a> на Вашому веб-сайті

source: Visitors with out-dated browser will be informed by a little, undisturbing bar, that his browser is not up-to-date and it is recommended to update.
ca_es: Els visitants amb navegadors desactualitzats seran informats amb una petita i discreta barra sobre que el seu navegador no està actualitzats i és recomanable la seva actualització.
de_de: Besucher mit veralteten Browsern erhalten eine unaufdringliche Meldung, dass ihr Browser nicht mehr aktuell ist und es besser ist, auf eine neuere Version zu aktualisieren.
es_es: Los visitantes con navegadores no actualizados serán informados por una pequeña barra no molesta, que su navegador no está actualizado y que es recomendable actualizarlo.
fr_fr: Les visiteurs utilisant des navigateurs dépassés seront avertis par une barre discrète et non dérangeante, que leur navigateur n'est pas à jour et qu'il est recommandé de le faire.
hu_hu: Az elavult böngészőt használó látogatókat egy kis, nem zavaró értesítési sáv tájékoztatja arról, hogy böngészője nem korszerű és ajánlott frissítenie.
id_id: Pengunjung dengan browser keluar-tanggal akan diinformasikan oleh bar, sedikit undisturbing, bahwa browser-nya tidak up-to-date dan dianjurkan untuk memperbarui.
it_it: I visitatori con dei browser vecchi verranno informati della presenza di aggiornamenti da una piccola barra non intrusiva in cima alla pagina.
ko_kr: 오래된 브라우저로 웹 사이트를 방문하면 사이트 맨 위에 현재 브라우저는 오래되었으며 업데이트를 추천하는 조그마한 알림 표시줄이 나타납니다.
pl_pl: Użytkownicy zostaną poinformowani przy pomocy małego, niedenerwującego paska z komunikatem o tym, że korzystają z przestarzałej przeglądarki i zalecana jest aktualizacja oprogramowania.
pt_br: Visitantes com navegador desatualizado serão informados por uma barra pequena e não obstrutiva, que o seu browser
ru_ru: Посетители старых браузеров будут информированы с помощью маленькой, ненавязчивой панели о том, что им рекомендуется обновить браузер.
uk_ua: Користувачі старих браузерів будуть повідомлені за допомогою маленької, ненав'язливої панелі, про те, що їм рекомендується оновити браузер.

source: Test the notification bar!
ca_es: Prova la barra de notificacions!
de_de: Benachrichtigung testen!
es_es: ¡Pruéba la barra de notificación!
fr_fr: Testez la barre de notification!
hu_hu: Tesztelje az értesítési sávot!
id_id: Uji bar pemberitahuan!
it_it: Prova la barra di notifica!
ko_kr: 지금 확인해 보세요!
pl_pl: Zobacz jak wygląda pasek z komunikatem!
pt_br: Teste a barra de notificação!
ru_ru: Проверить панель уведомления!
uk_ua: Перевірити панель з повідомленням!
