Repository: browser-update/browser-update
Catalog: trunk/lang/*/LC_MESSAGES/browser-update-Alternative.po
Languages: sv_se

source: Contact
sv_se: Kontakt

source: Customize and test
sv_se: Skräddarsy och testa

source: Test the script
sv_se: Testa skriptet

source: If you open your website with <code>#test-bu</code> appended to the url, the bar will always show up.
sv_se: Om du öppnar din webbsida med <code>#test-bu</code> tillagt i URLen, så kommer listen att visas i testsyfte.

source: Example: <code>http://browser-update.org/#test-bu</code>.
sv_se: Exempel: <code>http://browser-update.org/#test-bu</code>.

source: Make sure the page is properly reloaded by opening the url in an new browser tab.
sv_se: Se till att sidan är ordentligt omladdad genom att öppna länken i en ny webbläsarflik.

source: Options
sv_se: Inställningar

source: The following options can be passed to the script:
sv_se: Följande inställningar kan skickas in i skriptet

source: browser versions to notify
sv_se: webbläsarversioner att informera

source: atfer how many hours should the message reappear
sv_se: efter hur många timmar bör meddelandet dyka upp

source: 0 = show all the time
sv_se: 0 = visa alltid

source: callback function after the bar has appeared
sv_se: callback funktion efter att listen har visats

source: set a language for the message, e.g. "en"
sv_se: ställ in ett språk för meddelandet, tex. "sv"

source: overrides the default detection
sv_se: överskrid standardupptäckten

source: true = always show the bar (for testing)
sv_se: true = visa alltid listen (för testing)

source: custom notification html text
sv_se: anpassad notifikation för htmltexten

source: open link in new window/tab
sv_se: öppna länken i ett nytt fönster/flik

source: Edit the CSS
sv_se: Redigera CSSen

source: The following CSS rules are applied by the script.
sv_se: Följande CSS-regler är applicerade av skriptet.

source: You can overwrite them in your own CSS. To do so you need to add some more specifity to the css-rules: e.g. <code>body .buorg {font-size:20px}</code>
sv_se: Du kan skriva över den med din egen CSS. Frö att göra detta så behöver du lägga till lite mer specifika CSS-regler: t.ex. <code>body .buorg {font-size:20px}</code>

source: Inform your visitors about browser-updates
sv_se: Informera dina besökare om webbläsaruppdateringar

source: An initiative by web designers to inform users about browser-updates
sv_se: Ett initiativ av webbutvecklare för att informera användare om webbläsaruppdateringar

source: Update Browser
sv_se: Uppdatera Webbläsare

source: Help
sv_se: Hjälp

source: Supporters
sv_se: Supporter

source: Statistics
sv_se: Statistik

source: Blog
sv_se: Blogg

source: This service is an opportunity to inform your visitors unobtrusively to switch to a newer browser.
sv_se: Den här tjänsten är ett tillfälle för att diskret uppmana dina besökare att byta till en nyare webbläsare.

source: Many internet users are still using very old, out-dated browsers – most of them for no actual reason. Switching to an newer browser is better for them and for you as a webdesigner.
sv_se: Många internetanvändare använder fortfarande väldigt gamla uppdaterade webbläsare - de flesta utan något speciellt skäl. Att byta till en nyare webbläsare är bättre för de själva och för dig som webbutvecklare.

source: How it works
sv_se: Hur det fungerar

source: Include our small javascript <a href="%s">notification</a> on your website
sv_se: Lägg till vårt lilla javaskript-<a href="%s">notifiering</a> på din webbsida

source: Visitors with out-dated browser will be informed by a little, undisturbing bar, that his browser is not up-to-date and it is recommended to update.
sv_se: Besökare med utdaterade webbläsare blir informerade av en liten diskret list, som informerar att dennes webbläsare är föråldrad och bör uppdatera.

source: Test the notification bar!
sv_se: Testa notifikationslisten!

source: Your browser (%s) is <b>out of date</b>. It has known <b>security flaws</b> and may <b>not display all features</b> of this and other websites. <a%s>Learn how to update your browser</a>
sv_se: Din webbläsare (%s) är <b>för gammal</b>. Den har kända <b>säkerhetsbrister</b> och kanske inte kan visa den här eller andra webbsidor <b>sidan korrekt</b>. <a%s>Läs mer om hur du kan uppdatera din webbläsare</a>

source: By clicking the bar, he will get to <a href="%s">an info page with arguments why to change/update and some browser choices</a>.
sv_se: Genom att klicka på listen, så kommer besökaren att hamna på <a href="%s">en informationssida med argument för varför denne bör byta/uppdatera samt några webbläsaralternativ</a>.

source: If the visitor ignores the advice, it won't appear again for some time.
sv_se: Om besökaren ignorerar rådet så kommer det inte visas igen på ett tag.

source: Advantages and features
sv_se: Fördelar och funktioner

source: Subtle
sv_se: Diskret

source: The user will be notified only once, and won't be bothered any more. The notification bar is very small and won't affect the browsing experience negatively.
sv_se: Besökare kommer bli informerad en gång, och kommer inte bli störd av det igen. Notifikationslisten är väldigt liten och kommer inte påverka surfupplevelsen negativt.

source: Informative
sv_se: Informativ

source: Tell the users that they are using an out-dated browser and that your website looks even better with a newer one.
sv_se: Informera användarna att de använder en föråldrad webbläsare och att din webbplats ser ännu bättre ut med en nyare webbläsare.

source: Idealistic
sv_se: Idealistiska

source: Help evolve the web!
sv_se: Hjälp till att utveckla webben!

source: Support the standards-based web!
sv_se: Stöd webbstandarder!

source: Support Open Source software projects!
sv_se: Stöd mjukvara baserad på öppen källkod!

source: Help your visitors!
sv_se: Hjälp dina besökare!

source: Help increase security awareness!
sv_se: Hjälp till att öka säkerhetsmedvetenheten!

source: Support your favorite webbrowser!
sv_se: Stöd din favoritwebbläsare

source: Low maintenance and up-to-date
sv_se: Låg underhållningskostnad och uppdaterad

source: If there come more browser versions which won't be supported by the vendor in the future, exhibit security gaps or have been very old for a long time we are going to add them to our list automatically.
sv_se: Om det kommer fler webbläsarversioner som inte stöds av tillverkaren i framtiden, som uppvisar säkerhetsproblem eller har varit föråldrade under en lång period så kommer vi lägga till dem i vår lista automatiskt.

source: Customizable
sv_se: Anpassningsbar

source: You can customize the browsers and versions to notify.<br/> In future releases you can also customize the text that should be shown, the frequency of the bar to appear and many other things.
sv_se: Du kan specialanpassa webbläsare och versioner att informera.<br/> I framtida releaser kan du också specialanpassa texten som ska visas, frekvensen hur ofta listen ska visas och många andra saker.

source: Localized
sv_se: Översatt

source: The message is automatically displayed in the user's language.
sv_se: Detta meddelande visas automatiskt i användarens språk.

source: <span class="workingonit">work in progress</span>
sv_se: <span class="workingonit">arbete pågår</span>

source: You get <a href="%s">statistics</a> about which browsers your visitors are using and how much users got proselyted: How many users updated or changed their browser through your advice.
sv_se: Du får <a href="%s">statistik</a> om vilka webbläsare dina besökare använder och hur många användare blir proselyterade: Hur många användare som uppdaterade eller ändrade deras webbläsare efter ditt råd.

source: Install notification on your site
sv_se: Installera notifikationen på din webbplats

source: Here you can get the code to include in your website. Just include it anywhere in the source of your page.
sv_se: Här kan du få koden att lägga till på din webbplats. Lägg helt enkelt till den var som helst i källkoden på din sida.

source: You may also use third-party plugins for:
sv_se: Du kan också använda insticksprogram från tredje part för:

source: You can <a href="%s">customize</a> the style of the message, the text and other options.
sv_se: Du kan <a href="%s">anpassa</a> stilen på meddelandet, texten och andra inställningar.

source: Following browsers will be notified:
sv_se: Följande webbläsare kommer bli informerade:

source: Google Chrome will automatically itself and is therefor always up to date
sv_se: Google Chrome uppdaterar sig själv automatiskt och har därför alltid den senaste versionen

source: <b>Notify recommended set of browsers and adjust it automatically over time:</b>If a browser is no longer supported by the vendor or has security vulnerabilities, it will be added to the set.
sv_se: <b>Informera om rekommenderade webbläsare och anpassa det automatiskt över tid:</b>Om en webbläsare inte längre stöds av tillverkaren eller har säkerhetssårbarheter, så kommer den läggas till i uppsättningen.

source: Your Code
sv_se: Din Kod

source: Why you should tell users to update
sv_se: Varför du bör uppmana dina användare att uppdatera

source: Reduced development costs and time
sv_se: Minskade utvecklingskostnader och tid

source: Optimizing websites for old browsers is time consuming and thus expensive.
sv_se: Att optimera webbsidor för gamla webbläsare är tidsödande och därför dyrt.

source: Webdesign technologies and features
sv_se: Webbdesignsteknologier och funktioner

source: There are all these great new web development standards and they are supported by modern browsers... but you may not use them.
sv_se: Det finns många nya webbutvecklingsstandarder som stöds av moderna webbläsare… Men du kanske inte använder dem.

source: Newer browsers let you use more features and new technologies (CSS3, SVG, HTML5, RSS, CSS Generated Content, flexible Layouts) on your website, resulting in a better browsing experience for your users.
sv_se: Nyare webbläsare låter dig använda mer funktioner och nya teknologien (CSS3, SVG, HTML5, RSS; CSS genererat innehåll, flexibla layouter) på din webbplats, vilket resulterar i en bättre upplevelse för dina användare.

source: Security and benefits for the user
sv_se: Säkerhet och fördelar för användaren

source: Numerous benefits: security, speed, features, ... Look at the <a href="%s">update page</a>. The security-threats of outdates browsers are listed in this <a href="%s">paper</a>.
sv_se: Många fördelar: säkerhet, hastighet, funktioner, ... Se <a href="%s">uppdateringssidan</a>. Säkerhetsbristerna i föråldrade webbläsare är listade i detta <a href="%s">dokument</a>.

source: The web has to evolve...
sv_se: Webben måste utvecklas...

source: But that's only possible if the browsers also evolve.
sv_se: Det är endast möjligt om webbläsarna också utvecklas.

source: The strong market share of a 8 years old webbrowser (Internet Explorer 6) is something new in the history of the web. If we take no action now, we will have to code websites like in 2001 even if it is 2011.
sv_se: Den stora marknadsandelen för en 8 år gammal webbläsare (Internet Explorer 6) är något nytt i ebbens history. Om vi inte tar tag i det nu, så måste vi utveckla webbsidor som det vore 2001, även om det är 2013.

source: Users don't oppose updating...
sv_se: Användare motsäger sig inte uppdatering...

source: ... they often just do not appreciate the need to update or the existence of the "webbrowser" as a software at all.
sv_se: ... de brukar ofta helt enkelt inte uppskatta behovet av att uppgradera eller förekomsten av "webbläsare" som mjukvara över huvud taget.

source: Help this project
sv_se: Hjälp detta projektet

source: Participate!
sv_se: Delta!

source: Include the notification code in your page to inform users about browser updates.
sv_se: Lägg till notifikationskoden på din sida för att informera användare om webbläsaruppdateringar.

source: Spread the word!
sv_se: Sprid ordet!

source: Tell others about this initiative! In your blog, on your webpage, ...
sv_se: Berätta om detta initiativtagande! På din blogg, på din webbplats, ...

source: Translate this page
sv_se: Översätt denna sidan

source: Translate this page into your language.
sv_se: Översätt denna sida till ditt språk

source: <strong class="number">%d</strong> sites are using the Browser-Update.org script.
sv_se: <strong class="number">%d</strong> webbplatser använder Browser-Update.org-skriptet.

source: Browser updates
sv_se: Webbläsaruppdateringar

source: <strong class="number">%d</strong> visitors have already upgraded their browser.
sv_se: <strong class="number">%d</strong> besökare har redan uppgraderat sina webbläsare.

source: From
sv_se: Från

source: To
sv_se: Till

source: Amount
sv_se: Antal

source: Free webbrowsers
sv_se: Gratis webbläsare

source: These browsers are the newest versions of the most used free web browsers.
sv_se: Dessa webbläsare är den senaste versionen av de mest använda gratiswebbläsarna.

source: Just choose a browser to download from the original vendor's website:
sv_se: Välj en webbläsare att ladda ner från tillverkarens webbplats:

source: Widely-used open-source browser, highly extendable and customizable
sv_se: Välanvänd webbläsare baserad på öppen källkod, går att specialanpassa enkelt med hjälp av tillägg.

source: Download
sv_se: Ladda ner

source: Browser with many features
sv_se: Webbläsare med många funktioner.

source: Google's browser with compact interface.
sv_se: Googles webbläsare med ett kompakt användargränssnitt.

source: Automatically always up to date!
sv_se: Automatiskt uppdaterad!

source: Not available for your System.
sv_se: Är inte tillgänglig för ditt System.

source: Please choose another browser.
sv_se: Var god välj en annan webbläsare.

source: Apple's fast browser
sv_se: Apples snabbaste webbläsare

source: Only for Windows Vista or 7.
sv_se: Endast för Windows Visa eller 7.

source: Windows built-in browser
sv_se: Inbyggd webbläsare i Windows

source: All browsers have the same basic features and easy interface.
sv_se: Alla webbläsare har samma grundläggande funktionalitet och enkla gränssnitt.

source: The browser you are using is out of date. It has known <b>security flaws and disadvantages</b> and a <b>limited feature set</b>. You will not see all the features of some websites.
sv_se: Webbläsaren du använder är föråldrad. Den har kända <b>säkerhetsproblem och nackdelar</b> och <b>begränsad funktionalitet</b>. Du kommer inte att kunna använda alla funktioner på vissa webbsidor.

source: Switching to a newer browser could give you a lot of advantages:
sv_se: Att byta till en ny webbläsare skulle kunna ge dig många fördelar:

source: Security
sv_se: Säkerhet

source: Newer browsers protect you better against scams, viruses, trojans, phishing and other threats. They also fix security holes in your current browser!
sv_se: Nya webbläsare skyddar dig bättre mot lurendrejeri, virus, trojander, phishing och andra hot. De åtgärdar och säkerhetshål i din nuvarande webbläsare!

source: Speed
sv_se: Hastighet

source: Every new browser generation improves speed
sv_se: Varje ny generation av webbläsare förbättrar hastigheten

source: Compatibility
sv_se: Kompabilitet

source: Websites using new technology will be displayed more correctly
sv_se: Webbsidor som använder ny teknologi kommer att visas mer korrekt

source: Comfort &amp; better experience
sv_se: Komfort &amp; bättre upplevelse

source: With new features, extensions and better customisability, you will have a more comfortable web-experience
sv_se: Med nya funktioner, tillägg och bättre anpassningsmöjligheter, så kommer du att ha en mer komfortabel webbupplevelse

source: Updating is easy, takes just a few minutes and is totally free.
sv_se: Att uppdatera är enkelt, det tar bara några minuter och är helt gratis.

source: Why this website?
sv_se: Varför finns den här webbplatsen?

source: This website is an initiative by webdesigners, webmasters and bloggers who want to bring the web further and help their visitors.
sv_se: Den här webbsidan är ett initiativ av webbdesigners, webbredaktörer och bloggare som vill ta webben ett steg längre och hjälpa sina besökare.

source: Outdated browsers are a <b>security threat</b> and are <b>blocking the advancement of the web</b> because of their limited features and many <b>bugs</b>.
sv_se: Föråldrade webbläsare är ett <b>säkerhetshot</b> och <b>blockerar utvecklingen av webben</b> på grund av deras begränsade funktionsutbud och <b>buggar</b>.

source: "I'm not able to update my browser"
sv_se: "Jag har inte möjlighet att uppdatera min webbläsare"

source: If you are on a computer, that is maintained by a admin and you cannot install a new browser, ask your admin about it.
sv_se: Om du sitter vid en dator, som är styrd av en administratör och du kan inte installera en ny webbläsare, fråga din administratör om det.

source: If you can't change your browser because of compatibility issues, think about installing a second browser for browsing and keep the old one for the compatibility.
sv_se: Om du inte kan byta din webbläsare på grund av kompabilitetsproblem, överväg att installera en sekundär webbläsare för surfande och behåll den gamla för kompatibilitet.
