Repository: browser-update/browser-update
Catalog: trunk/lang/*/LC_MESSAGES/browser-update.po
Languages: ca_es, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, uk_ua

source: Newer browsers protect you better against scams, viruses, trojans, phishing and other threats. They also fix security holes in your current browser!
ca_es: Els navegadors moderns et protegeixen millor dels virus, troians, phishing i altres amenaces. També corregeixen els forats de seguretat del teu navegador actual!
de_de: Neuere Browser schützen besser vor <a href="http://de.wikipedia.org/wiki/Internet-Betrug" title="Artikel auf Wikipedia">Betrug,</a> Viren, Trojanern, <a href="http://de.wikipedia.org/wiki/Phishing" title="Fachbegriff: Phishing, Erläuterung auf Wikipedia">Datendiebstahl</a> und anderen Bedrohungen Ihrer Privatsphäre und Sicherheit. Aktuelle Browser schließen Sicherheitslücken, durch die Angreifer in Ihren Computer gelangen können.
es_es: Los navegadores recientes te protegen mejor contra fraudes, virus, troyanos, phishing y otras amenazas. ¡Además corrigen los huecos de seguridad de tu navegador actual!
fr_fr: Les navigateurs récents vous protègentmieux contre les virus, les chevaux de troie, le pishing, le scam, et autres menaces. Ils corrigent aussi des trous de sécurité de votre navigateur actuel!
hu_hu: Az frissebb böngészők megvédik Önt a csalásoktól, vírusoktól, trójai programoktól, adathalászattól és egyéb veszélyektől. Egyúttal betömi jelenlegi böngészőjének biztonsági réseit!
id_id: Browser yang lebih baru melindungi Anda lebih baik terhadap penipuan, virus, trojan, ancaman phishing dan lainnya. Mereka juga memperbaiki lubang keamanan pada browser Anda saat ini!
ja_jp: 新しいブラウザーはより<a href="http://en.wikipedia.org/wiki/Internet_fraud" title="Internet fraud">詐欺</a>、ウイルス、<a href="http://ja.wikipedia.org/wiki/フィッシング_(詐欺)" title="フィッシング">フィッシングサイト</a>や他の脅威からあなたの個人データを守ることが可能です。更新されたブラウザーはウイルスなどがあなたのコンピューターに侵略すると言ったセキュリティーホールを補修します。。
ko_kr: 새로운 웹 브라우저는 사기, 바이러스, 악성 코드, 피싱 등 여러 위협에서 여러분을 지켜 줍니다. 현재 웹 브라우저의 보안 취약점도 수정되었습니다!
pt_br: Navegadores atualizados lhe protegem melhor contra fraudes, vírus, trojans, phishing, e outras ameaças!
ru_ru: Новые браузеры лучше защищены от мошенничества, вирусов, троянов, фишинга и других атак. В них исправлены уязвимости, которые есть в Вашем браузере!
uk_ua: Нові браузери краще захищені від шахраїв, вірусів, троянів, фішинга та інших атак. В них усунуті вразливості, що є у Вашому браузері!

source: Speed
ca_es: Velocitat
de_de: Geschwindigkeit
es_es: Velocidad
fr_fr: Rapidité
hu_hu: Gyorsaság
id_id: Kecepatan
it_it: Velocità
ja_jp: 速度
ko_kr: 속도
pl_pl: Szybkość
pt_br: Velocidade
ru_ru: Скорость
uk_ua: Швидкість

source: Every new browser generation improves speed
ca_es: Cada nova generació del navegador millora la velocitat
de_de: Jede neue Browsergeneration verbessert die Geschwindigkeit, mit der Webseiten dargestellt werden.
es_es: Cada nueva generación de navegadores mejora en velocidad
fr_fr: Chaque nouvelle génération de navigateur augmente la rapidité
hu_hu: Minden újabb böngésző generáció növeli sebességét
id_id: Setiap generasi baru meningkatkan kecepatan browser
it_it: Ogni generazione di browser aumenta la velocità di navigazione
ja_jp: 新バージョンのブラウザーはそれぞれインターネット表示速度が早くなっています。インターネットサーフィンをまた楽しむことができます。
ko_kr: 새로운 브라우저가 나올 때마다 속도가 빨라집니다
pl_pl: Każda nowa generacja przeglądarek przynosi poprawę szybkości.
pt_br: Todos os navegadores da nova geração melhoram a velocidade
ru_ru: Каждое новое поколение браузеров работает быстрее
uk_ua: Кожне нове покоління браузерів швидше попереднього

source: Compatibility
ca_es: Compatibilitat
de_de: Kompatibilität
es_es: Compatibilidad
fr_fr: Compatibilité
hu_hu: Kompatibilitás
id_id: Kecocokan
it_it: Compatibilità
ja_jp: 互換性
ko_kr: 호환성
pl_pl: Zgodność ze standardami
pt_br: Compatibilidade
ru_ru: Совместимость
uk_ua: Сумісність

source: Websites using new technology will be displayed more correctly
ca_es: Els llocs webs que fan servir noves tecnologies seran mostrats correctament
de_de: Die auf modernen Webseiten eingesetzten Techniken werden durch aktuelle Browser besser unterstützt. So erhöht sich die Funktionalität, und die Darstellung wird drastisch verbessert.
es_es: Los sitios que utilizan nuevas tecnologías se mostrarán de manera más correcta
fr_fr: Les sites Internet utilisant les nouvelles technologies s'afficheront correctement
hu_hu: Az új technológiákat használó weboldalak pontosabban jelennek meg
id_id: Website yang menggunakan teknologi baru akan ditampilkan lebih tepatnya
it_it: I siti che utilizzano nuove tecnologie verranno visualizzati correttamente
ja_jp: どんどん出てきている新しい技術を使ったウェブサイトは、更新された新バージョンのブラウザーを使うことによってより良く利用可能です。こうして表示も圧倒的によくなると言ったことも実現可能になります。
ko_kr: 새로운 기술을 사용하는 웹 사이트가 더 정확하게 표시됩니다
pl_pl: Strony używające nowych technologii będą poprawniej wyświetlane.
pt_br: Sites que utilizam novas tecnologias serão melhor apresentados
ru_ru: Новые технологи позволяют более точно отображать веб сайты
uk_ua: Нові технології дозволяють більш точно відображати веб-сайти

source: Comfort &amp; better experience
ca_es: Confort i millor experiència
de_de: Komfort &amp; Leistung
es_es: Confort &amp; una mejor experiencia
fr_fr: Confort &amp; meilleur expérience
hu_hu: Kényelem &amp; jobb élmény
id_id: Comfort & pengalaman yang lebih baik
it_it: Comodità ed esperienza migliore
ja_jp: 快適さとその実績
ko_kr: 향상된 사용자 경험
pl_pl: Łatwość obsługi i funkcjonalność
pt_br: Conforto &amp; experiência mais rica
ru_ru: Удобство и эффективность
uk_ua: Зручність та ефективність

source: With new features, extensions and better customisability, you will have a more comfortable web-experience
ca_es: Amb noves característiques, extensions i millor personalització, tindras una experiència web més confortable.
de_de: Mit neuen Funktionen, Erweiterungen und besserer Anpassbarkeit werden Sie schneller und einfacher im Internet surfen können.
es_es: Con nuevas características, extensiones y más personalizables, tendrás una más confortable experienca web
fr_fr: Avec de nouvelles fonctionalités, des extensions et une meilleur personnalisation, vous profiterez d'une meilleur expérience d'Internet
hu_hu: Az új funkciók, bővítések és a jobb testreszabhatóság kényelmesebb internetes élményt nyújtanak
id_id: Dengan fitur baru, ekstensi dan customisability lebih baik, Anda akan memiliki web pengalaman lebih nyaman
it_it: Con le nuovi funzioni, le estensioni e la facilità di personalizzazione, avrai un'esperienza di navigazione molto più confortevole
ja_jp: 新しい機能とより良い拡張機能を備えたブラウザーを使うことによって、より早く簡単にインターネットサーフィンをすることが出来ます。
ko_kr: 새로운 기능, 확장, 옵션이 추가되어 더 나은 웹 브라우징을 즐길 수 있습니다
pl_pl: Dzięki nowym funkcjonalnościom, rozszerzeniom i większej możliwości dopasowania do własnych potrzeb, będziesz bardziej zadowolonym użytkownikiem internetu.
pt_br: Com novas funcionalidades, extensões e melhor personalização, você terá uma melhor experiência ao navegar na web
ru_ru: Новые возможности, расширения и большая гибкость позволит Вам более эффективно пользоваться сетью интернет.
uk_ua: Нові можливості, розширення та більша гнучкість дозволить Вам ефективніше користуватися мережею інтернет

source: Updating is easy, takes just a few minutes and is totally free.
ca_es: Actualitzar és fàcil, només dura uns minuts i és totalment gratuït.
de_de: Ein Update ist einfach, dauert nur wenige Minuten und ist komplett kostenlos.
es_es: Actualizar es fácil, tomas sólo unos minutos y es completamente gratis.
fr_fr: La mise à jour est simple, ne demande que quelques minutes et est totalement gratuite.
hu_hu: A frissítés egyszerű, mindössze néhány percig tart és teljesen ingyenes.
id_id: Memperbarui mudah, hanya memerlukan beberapa menit dan benar-benar gratis.
it_it: Aggiornare è facile, gratuito e veloce.
ja_jp: ブラウザーのアップデートは簡単に短時間で出来る上に完全無料になっています。
ko_kr: 업데이트는 쉽습니다. 시간도 얼마 걸리지 않으며 무료입니다.
pl_pl: Aktualizacja przeglądarki jest łatwa, zajmuje kilka minut i jest całkowicie darmowa.
pt_br: Atualizar é fácil, toma poucos minutos e é totalmente gratuito.
ru_ru: Обновление абсолютно бесплатно и занимает всего пару минут.
uk_ua: Оновлення абсолютно безкоштовне та займає лише декілька хвилин.

source: If you are on a computer, that is maintained by a admin and you cannot install a new browser, ask your admin about it.
ca_es: Si ets en un ordinador mantingut per un administrador i no pots instal·lar un navegador nou, comenta-li-ho.
de_de: Wenn Sie sich an einem Computer in einem Firmennetzwerk befinden und selbst keinen neuen Browser installieren können, fragen Sie Ihren Netzwerkadministrator nach einem Browserupdate.
es_es: Si utilizas un ordenador que recibe mantenimiento de un administrador y no puedes instalar un nuevo navegador, pregúntale a tu administrador al respecto.
fr_fr: Si vous utilisez un ordinateur géré par un administrateur systèmes et que vous ne pouvez installer un nouveau navigateur, demandez à votre administrateur.
hu_hu: Ha Ön rendszergazda által karbantartott számítógépnél ül, és nem tud új böngészőt telepíteni, érdeklődjön adminjánál.
id_id: Jika Anda berada di komputer, yang dikelola oleh admin dan Anda tidak dapat menginstal sebuah browser baru, tanyakan admin Anda tentang hal ini.
it_it: Se non puoi installare un nuovo browser sul computer che stai usando, chiedi all'amministratore di sistema di farlo per te.
ja_jp: 新しいブラウザーを右のページから選んで下さい。
ko_kr: 별도의 관리자가 있는 컴퓨터라면 관리자에게 부탁하십시오.
pl_pl: Jeśli używasz komputera, którym opiekuje się administrator i nie masz wystarczających uprawnień aby zainstalować nową przeglądarkę, poproś o to administatora.
pt_br: Se você está em um computador, que é mantido por um administrador e você não pode instalar um novo navegador, fale com seu administrador sobre isso.
ru_ru: Если Вы не администратор этого компьютера и не можете сами установить новый браузер, обратитесь с этой просьбой к администратору.
uk_ua: Якщо Ви не адміністратор цього комп'ютера й не можете власноруч оновити браузер, зверніться з проханням до адміністратора.

source: Why this website?
ca_es: Per què aquest lloc web?
de_de: Wofür diese Webseite?
es_es: ¿Por qué este sitio?
fr_fr: Pourquoi ce site ?
hu_hu: Miért ezt az oldalt?
id_id: Mengapa situs ini?
it_it: Perché questo sito?
ko_kr: 왜 이 사이트인가요?
pl_pl: Czemu powstała ta strona?
pt_br: Por que este site?
ru_ru: Почему этот веб-сайт?
uk_ua: Чому цей веб-сайт?

source: This website is an initiative by webdesigners, webmasters and bloggers who want to bring the web further and help their visitors.
ca_es: Aquest lloc webés una iniciativa de dissenyadors web, webmasters i bloggers que volen ajudar als seus visitants i tenir un web millor.
de_de: Diese Webseite ist eine Initiative von Webdesignern, Webmastern und Bloggern, die ihren Besuchern helfen und das Web weiterbringen wollen.
es_es: Este sitio es una iniciativa de diseñadores web, webmasters y bloggers que desean llevar la internet a otro nivel y ayudar a sus visitantes.
fr_fr: Ce site est une initiative de WebDesigners, webmasters et blogueurs qui désirent faire évoluer Internet et aider leurs utilisateurs.
hu_hu: Ez az oldal webdizájnerek, webmester és bloggerek kezdeményezése, akik szeretnék előrébb vinni a internet világát és segíteni látogatóit.
id_id: Website ini adalah sebuah inisiatif oleh webdesigners, webmaster dan blogger yang ingin membawa web lebih jauh dan membantu pengunjung mereka.
it_it: Questo sito parte dall'iniziativa di alcuni webdesigner, webmaster e blogger il cui scopo è spingere in avanti la tecnologia e l'innovazione su internet, oltre a dare un'esperienza di navigazione migliore ai propri visitatori.
ja_jp: このサイトはウェブデザイナー、ウェブマスターとブロガー、そして彼らのサイトの訪問者を援助し、ウェブを更に向上させるための計画の第一歩となるためのものです： 古いバージョンのブラウザーは<strong>安全上にリスク</strong>をもたらし、インターネットの機能向上を妨げることになります。
ko_kr: 이 웹 사이트는 웹 디자이너, 운영자, 블로거들이 힘을 모아서 방문자들을 돕기 위한 운동입니다.
pl_pl: Strona Browser-Update.org jest inicjatywą projektantów WWW, webmasterów i autorów blogów, którzy chcą wesprzeć rozwój internetu i pomóc internautom.
pt_br: Este site é uma iniciativa dos profissionais que trabalham com internet, que querem levar a web a evoluir e ajudar os seus usuários.
ru_ru: Этот веб сайт является инициативой веб-дизайнеров, веб-мастеров и блоггеров, которые хотят сделать сеть лучше и помочь своим посетителям.
uk_ua: Цей веб-сайт є ініціативою веб-дизайнерів, веб-мастерів та блоггерів які хочуть зробити мережу кращою й допомогти своїм відвідувачам.

source: Outdated browsers are a <b>security threat</b> and are <b>blocking the advancement of the web</b> because of their limited features and many <b>bugs</b>.
ca_es: Els navegadors antiquats són un <b>forat de seguretat</b> i <b>bloquejen el progrés del web</b> perquè tenen característiques limitades i <b>errors de programació</b>.
de_de: Veraltete Browser sind ein <strong>Sicherheitsrisiko</strong> und <strong>blockieren den Fortschritt</strong> im Internet durch mangelhafte Funktionen und <strong>viele Fehler</strong>.
es_es: Los navegadores no actualizados son una <b>amenaza a la seguridad</b> y son <b>un obstáculo al avance de la internet</b> debido a lo limitado de sus características y muchos <b>errores</b>.
fr_fr: Les navigateurs périmé sont des <b>menaces de sécurité</b> et <b>entravent le développement d'Internet</b> à cause de leur fonctionnalités limitées et de leur nombreux <b>bugs</b>.
hu_hu: Az elavult böngészők <b>biztonsági veszélyeket</b> rejtenek és <b>megakadályozzák azinternet fejlődését <b/> korlátozott funkcióik és számos <b>hibáik</b> miatt.
id_id: Browser usang adalah ancaman <b>keamanan</ b> dan <b> memblokir kemajuan web</b> karena fitur terbatas dan banyak <b>bug</b>.
it_it: I browser vecchi sono colmi di <strong>falle di sicurezza</strong> e stanno <strong>bloccando l'avanzamento del web</strong> per via delle loro funzioni limitate e dei loro <strong>bug</strong>.
ja_jp: 更なる情報はこちら
ko_kr: 오래된 브라우저는 <b>보안 취약점</b>이며, 제한된 기능과 <b>버그</b> 때문에 <b>웹의 발전을 가로막고 있습니다</b>.
pl_pl: Przestarzałe przeglądarki są <b>zagrożeniem dla bezpieczeństwa</b> i <b>blokują postęp internetu</b> z powodu ich ograniczonych funkcjonalności i <b>wielu błędów</b>
pt_br: Navegadores desatualizados são uma <b>ameaça à segurança</b> e estão <b>dificultando o avanço da web</b> por causa das suas limitações e muitos <b>problemas de funcionamento</b>.
ru_ru: Устаревшие браузеры создают проблемы с безопасностью и <b>тормозят развитие интернета</b> из-за своих ограниченных возможностей и множественных <b>багов</b>.
uk_ua: Застарілі браузери створюють проблеми з <b>безпекою</b> й <b>гальмують розвиток інтернету</b>, через свої обмежені можливості та численні <b>помилки</b>.

source: "I'm not able to update my browser"
ca_es: "No poc actualitzar el meu navegador"
de_de: „Ich kann kein Update einspielen“
es_es: "No puedo actualizar mi navegador"
fr_fr: "Je ne peux pas mettre mon navigateur à jour"
hu_hu: "Nem tudom frissíteni a böngészőmet"
id_id: "Aku tidak dapat memperbarui browser"
it_it: "Non posso aggiornare il mio browser"
ja_jp: 私はアップデートが出来ません。
ko_kr: "저는 브라우저를 업데이트할 수 없어요"
pl_pl: "Nie mogę zaktualizować przeglądarki"
pt_br: "Eu não tenho permissão para atualizar meu navegador"
ru_ru: "Мне не удается обновить браузер"
uk_ua: "Мені не вдається оновити свій браузер"

source: If you can't change your browser because of compatibility issues, think about installing a second browser for browsing and keep the old one for the compatibility.
ca_es: Si no pots canviar el teu navegador per raons de compatibilitat, prova de instal·lar un segon navegador per navegar i conserva l'antic per a la compatibilitat.
de_de: Wenn Sie Ihren alten Browser auf Grund von Kompatibilitätsproblemen nicht aktualisieren können, ist ein zweiter Browser vielleicht eine gute Lösung:Verwenden Sie den neuen zum komfortableren Surfen und den alten nur bei Inkompatibilitäten.
es_es: Si no puedes cambiar tu navegador por cuestiones de compatibilidad, piensa entonces en instalar un segundo navegador para navegar y conserva el antiguo para la compatibilidad.
fr_fr: Vous ne pouvez pas changer de navigateur pour des raison de compatibilité, pensez à installer un second navigateur pour utiliser Internet et gardez l'ancien pour la compatibilité.
hu_hu: Ha kompatibilitási okokból kifolyólag nem tudja böngészőjét frissíteni, telepítsen egy másik böngészőt böngészés céljára, a régit pedig tartsa meg a kompatibilitás végett
id_id: Jika Anda tidak dapat mengubah browser Anda karena masalah kompatibilitas, pikirkan untuk menginstall browser kedua untuk browsing dan menyimpan yang lama untuk kompatibilitas.
it_it: Se non puoi cambiare il tuo browser per motivi di compatibilità, una delle possibilità è quella di installare un secondo browser da dedicare alla navigazione e tenere il vecchio per la compatibilità.
ja_jp: もしお使いのパソコンが社内ネットワークでご利用なので、ご自身で新しいバージョンのブラウザーをインストールは出来ないと言う場合は、会社のネットワーク管理者にブラウザーのアップデートが可能かどうかお尋ね下さい。
ko_kr: 호환성 문제 때문에 브라우저를 바꿀 수 없으면 새로운 브라우저를 따로 설치하는 것도 고려해 보십시오.
pl_pl: Jeśli nie możesz zainstalować nowoczesnej przeglądarki z powodu braku zgodności z pewną strony internetową, rozważ zainstalowanie drugiej przeglądarki do przeglądania witryn internetowych i zachowanie starej przeglądarki do korzystania ze wspomnianej strony internetowej.
pt_br: Se você não pode mudar de navegador por causa de problemas de compatibilidade, tente instalar um segundo navegador, e manter o antigo para garantir a compatibilidade.
ru_ru: Если Вам не удаётся сменить браузер из-за проблем с совместимостью, можно установить второй и оставить старый для обеспечения совместимости.
uk_ua: Якщо Вам не вдається змінити браузер через проблеми з сумісністю, можно встановити другий браузер й залишити старий для збереження сумісності.

source: ... they often just do not appreciate the need to update or the existence of the "webbrowser" as a software at all.
ca_es: ...sovint no veuen la necessitat d'actualitzar o no coneixen l'existència del navegador.
es_es: ... muchas veces simplemente no aprecian la necesidad de actualizar o la existencia del "navegador" como software siquiera.
fr_fr: ... mais ils n'apprécient pas toujours de mettre leur navigateur à jour.
hu_hu: ...gyakran egyszerűen csak nincsenek tisztában azzal, hogy a "webes böngészők" is szoftverek, melyeket időről-időre frissítésének kell.
ja_jp: 旧バージョンのブラウザーを使い続けてる方々は単にアップデートが出来ること、またするべきだと言うことを知らないだけなのです。多くのウェブ利用者はウェブブラウザーあ自主的な剃るとであることさえ知らないのです。
ko_kr: ... 단지 업데이트할 이유를 모르거나 "웹 브라우저"가 존재한다는 것 자체도 모를 수도 있습니다.
uk_ua: ... вони часто не розуміють необхідність оновлення "веб-браузера" й взагалі його існування, як окремого програмного продукту.

source: Automatically always up to date!
ca_es: Sempre actualitzat automàticament!
es_es: Automáticamente siempre al día!
fr_fr: Automatiquement toujours à jour!
hu_hu: Automatikusan frissül, mindig naprakész!

source: Google's browser with compact interface.
ca_es: El navegador de Google amb una interfície compacta
es_es: El navegador de Google, con su minimalista interfaz.
fr_fr: Navigateur de Google avec une interface compacte.
hu_hu: Google kereső egységes érintkező felülettel.
ja_jp: コンパクトサーフェイスブラウザー Google製
ko_kr: 날씬한 인터페이스의 구글 웹 브라우저.
uk_ua: Браузер від Google з компактним інтерфейсом.

source: Not available for your System.
ca_es: No disponible pel teu Sistema
es_es: No está disponible para su sistema operativo.
fr_fr: Non disponible pour votre système.
hu_hu: Nem elérhető az Ön Rendszere számára.
uk_ua: Не призначений для вашої системи.

source: Numerous benefits: security, speed, features, ... Look at the <a href="%s">update page</a>. The security-threats of outdates browsers are listed in this <a href="%s">paper</a>.
ca_es: Numerosos beneficis: seguretat, rapidesa, noves característiques... Mira la <a href="%s">pàgina d'actualitzacions</a>. Els forats de seguretat dels navegadors antics són llistats <a href="%s">aquí</a>.
es_es: Numerosos beneficios: seguridad, velocidad, características, ... Míra la <a href="%s">página de actualizacionese</a>. Los hilos de seguridad de los nevageadores no actualizados se enlistan en este <a href="%s">documento</a>.
fr_fr: De nombreux avantages: sécurité, rapidité, fonctionnaltiés, .... Visitez la page <a href="%s">de mise à jour</a>. Les menaces de sécurité des navigateurs dépassés sont énumérées dans cet <a href="%s">article</a>.
hu_hu: Számos előny: biztonság, gyorsaság, különböző szolgáltatások,... Tekintse meg a <a href="%s">update page</a> oldalt. Az elavult böngészők biztonsági veszélyei az alábbi helyen olvashatók: <a href="%s">paper</a>.
ja_jp: サイト利用者の為の安全と長所、速度、機能、快適さ： すべてリスト化された私達の<a href="%s">アップデートサイト</a> 安全性における問題点 <a href="%s"> 古いバージョンのブラウザーは公表の際に細かく取り扱われます。</a>.
ko_kr: 보안, 속도, 기능 등 여러 이점이 있습니다. <a href="%s">업데이트 페이지</a>를 참고하십시오. 오래된 브라우저의 보안 취약점에 대한 분석은 <a href="%s">이 논문</a>에 실려 있습니다.
uk_ua: Численні покращення: безпечність, швидкість, нові можливості. Перегляньте <a href="%s">сторінку оновлення</a>. Проблеми й вразливості застарілих браузерів висвітлені в цьому <a href="%s">документі</a>.

source: Only for Windows Vista or 7.
ca_es: Només per a Windows Vista o 7
es_es: Sólo para Windows Vista/7.
fr_fr: Seulement pour Windows Vista ou 7.
hu_hu: Windows Vista or 7. esetén
ko_kr: 윈도우 비스타, 7 전용.
uk_ua: Тільки для Windows Vista або 7.

source: Please choose another browser.
ca_es: Siusplau, tria un altre navegador
fr_fr: Veuillez choisir un autre navigateur.
hu_hu: Kérjük, válasszon egy másik böngészőt.

source: There are all these great new web development standards and they are supported by modern browsers... but you may not use them.
ca_es: Tots aquests nous estàndards de desenvolupament són suportats pels navegadors moderns... però molta gent no els fa servir.
es_es: Existen grandiosos nuevos estándares de desarrollo web y son soportados por los navegadores modernos... pero tú tal vez no puedas usarlos.
fr_fr: Il y a tant de nouveaux standards de développement mais il ne sont supportés que par les navigateurs les plus modernes ... donc vous ne pouvez pas les utiliser.
ko_kr: 최신 웹 브라우저는 옛날보다 더 많은 웹 디자인 기술이나 웹 표준을 지원하지만... 한 번도 사용해 보지 못했을 수도 있습니다.
uk_ua: З'явилося багато нових стандартів в веб-розробці й всі вони підтримуються сучасними браузерами... але Ви не можете використовувати їх можливості.

source: This service is an opportunity to inform your visitors unobtrusively to switch to a newer browser.
ca_es: Aquest servei és una oportunitat per ajudar discretament als teus visitants a actualitzar a un navegador més nou.

source: Update Browser
ca_es: Actualitza el Navegador
es_es: Actualice su navegador
fr_fr: Mettre le navigateur à jour
hu_hu: Böngésző frissítése

source: You can customize the browsers and versions to notify.<br/> In future releases you can also customize the text that should be shown, the frequency of the bar to appear and many other things.
ca_es: Pots personalitzar els navegadors i les versions a notificar.<br /> En properes versions, també podras personalitzar el text per a mostrar, la freqüència en que apareix la barra i moltes altres coses.
es_es: Puedes personalizar a cuáles navegadores y versiones notificar.<br /> En futuras ediciones podrás además customizar el texto a mostrar, la frecuencia con que ha de aparecer la barra y muchas cosas m&#225;s.
fr_fr: Vous pouvez personnaliser les navigateurs et les versions à notifier.<br />Dans les prochaines versions, vous pourrez même personnaliser le texte à afficher, la fréquence d'apparition de la barre et plein d'autres choses.
hu_hu: Testreszabhatja, mely böngészők és verziók legyenek értesítve.<br/> A jövőben továbbá testreszabhatja a megjelenítendő szöveget, az értesítési sáv megjelenésének gyakoriságát és számos egyebet is.
ja_jp: どのブラウザーのバージョンでも、調整可能です。将来的には、お知らせ表示の頻度やデザイン、大きさなど色々なことを調節できる表示テキストを使えるようにする予定です。
ko_kr: 알려 줄 브라우저 종류와 버전을 선택할 수 있습니다.<br/>이후 버전에서는 보여 줄 텍스트나, 알림 표시줄이 나타날 주기 등을 설정할 수 있습니다.
uk_ua: Ви можете змінювати список браузерів й версій для повідомлення.<br/> В наступних релізах Ви зможете змінювати відображаємий текст, частоту відображення панелі й багато інших параметрів.
