Repository: browser-update/browser-update
Catalog: trunk/lang/*/LC_MESSAGES/browser-update.po
Languages: ca_es, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, uk_ua

source: You can overwrite them in your own CSS. To do so you need to add some more specifity to the css-rules: e.g. <code>body .buorg {font-size:20px}</code>
ca_es: Pots reescriure'ls amb el teu propi CSS. Per fer-ho, necessites afegir algunes relges CSS específiques: ex. <code>body .buorg {font-size:20px}</code>

source: There are all these great new web development standards új webfejlesztési irányvonalak szabványokand they are supported by modern browsers... but you may not use them.
hu_hu: Számos új, nagyszerű webfejlesztési szabvány létezik, melyeket a modern böngészők támogatnak... de sokan mégsem használják őket.

source: Many internet users are still using very old, out-dated browsers â€“ most of them for no actual reason. Switching to an newer browser is better for them and for you as a webdesigner.
id_id: Banyak pengguna internet masih menggunakan sangat tua, browser keluar-tanggal - kebanyakan dari mereka tanpa alasan yang sebenarnya. Berpindah ke browser yang lebih baru adalah lebih baik bagi mereka dan bagi Anda sebagai seorang desainer.

source: You may also use third-party plugins for <a href="%s">WordPress</a> (german) or <a href="%s">TYPOlight</a> (german).
it_it: Puoi anche usare plugin di terze parti per <a href="%s">WordPress</a> (tedesco) o <a href="%s">TYPOlight</a> (tedesco).

source: Newer browsers protect you better against scams, viruses, trojans, phishing and other treats. They also fix security holes in your current browser!
it_it: I nuovi browser sono protetti da virus, truffe, trojan, phishing e altre minacce. Inoltre, risolvono i problemi di sicurezza del tuo browser attuale!
