Repository: browser-update/browser-update
Catalog: trunk/lang/*/LC_MESSAGES/browser-update.po
Languages: ca_es, de_de, es_es, fr_fr, hu_hu, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, uk_ua

source: You get <a href="%s">statistics</a> about which browsers your visitors are using and how much users got proselyted: How many users updated or changed their browser through your advice.
ca_es: Pots veure <a href="%s">estadístiques</a> sobre quins navegadors fan servir els teus usuaris: quants han actualitzat o canviat el seu navegador gràcies al teu avís.
de_de: <a href="%s">Erfahren Sie</a>, welche Browser Ihre Besucher benutzen und wie viele Benutzer aufgrund Ihres Rats den Browser gewechselt haben.
es_es: Obtienes <a href="%s">estadísticas</a> acerca de qué navegadores están usando tus visitantes y cuántos usuarios han sido proselitizados: Cuántos usuarios han actualizado o cambiado su navegador gracias a tu consejo.
fr_fr: Vous obtenez <a href="%s">des statistiques</a> à propos des navigateurs que vos visiteurs utilisent et combiens d'entre eux ont été convaincus: Combien d'utilisateurs on mis à jour ou modifié leur navigateur à la suite de votre conseil.
hu_hu: Ön <a href="%s">statistics</a>-t kap arról, hogy látogatói mely böngészőt használják és hány felhasználó váltott: Hány felhasználó frissítette vagy váltotta le böngészőjét az Ön tanácsa hatására.
id_id: Anda mendapatkan <a href="%s">statistik</a> tentang yang browser pengunjung menggunakan dan berapa banyak pengguna mendapatkan proselyted: Berapa banyak pengguna yang diperbarui atau diubah browser mereka melalui saran Anda.
it_it: Riceverai <a href="%s">statistiche</a> sui browser che i tuoi visitatori stanno usando e quanti di essi l'hanno cambiato o aggiornato grazie alla barra di notifica.
ja_jp: <a href="%s">あなたのサイトの訪問者がどのブラウザーを使っているか、またはどのくらいの訪問者があなたの助言によってブラウザーを変えたかどうか統計を取って調べてみて下さい。</a>
ko_kr: 방문자들이 사용하는 브라우저 <a href="%s">통계</a>를 알 수 있으며, 이 메시지를 보고 얼마나 많은 사용자들이 웹 브라우저를 업데이트했는지 알 수 있습니다.
pl_pl: Otrzymasz <a href="%s">statystyki</a> mówiące o tym, z jakich przeglądarek korzystają odwiedzający Twoją stronę oraz ilu z nich zostało "nawróconych", czyli ilu użytkowników idąc za Twoją poradą zaktualizowało lub zmieniło przeglądarkę.
pt_br: Você tem acesso a <a href="%s">estatísticas</a> sobre quais navegadores seus visitantes estão usando e quantos usuários migraram: Quantos usuários atualizaram ou trocaram seus navegadores através dos seu aviso.
ru_ru: Вы получите <a href="%s">статистику</a> о том, какие браузеры используют Ваши посетители и сколько пользователей поменяли свои браузеры, следуя Вашему совету.
uk_ua: Ви отримаєте <a href="%s">статистику</a> про те, якими браузерами користуються Ваші відвідувачі й скільки з них змінили свої браузери, прислухавшись до Вашої поради.

source: Install notification on your site
ca_es: Instal·la la notificació al teu lloc web
de_de: Installation &amp; Konfiguration
es_es: Instála la notificación en tu sitio
fr_fr: Installez la notification sur votre site
hu_hu: Értesítések telepítése az Ön weboldalára
id_id: Instal pemberitahuan di situs Anda
it_it: Installa la notifica sul tuo sito
ja_jp: インストールとコンフィグレーション
ko_kr: 여러분의 웹 사이트에 알림 달기
pl_pl: Instalacja paska z komunikatem na Twojej stronie
pt_br: Instale a notificação em seu site
ru_ru: Установите предупреждение на Вашем сайте
uk_ua: Встановіть попередження на Вашому сайті

source: Here you can get the code to include in your website. Just include it anywhere in the source of your page.
ca_es: Aquí pots obtenir el codi per al teu lloc web. Només cal que l'incrustis a qualsevol lloc del seu codi font.
de_de: Binden Sie einfach den hier generierten Code an beliebiger Stelle in Ihre Webseite ein.
es_es: Aquí puedes obtener el código a incluir en tu sitio. Sólo colócalo en cualquier parte de la fuente de tu página.
fr_fr: Vous trouverez ici le code à ajouter à votre site. Ajoutez ce code n'importe où dans le code source de la page.
id_id: Di sini Anda bisa mendapatkan kode untuk memasukkan ke dalam situs web Anda. Hanya mencakup di mana saja dalam sumber halaman Anda.
it_it: Ecco il codice da includere sul tuo sito. Puoi metterlo da qualsiasi parte nella sorgente della tua pagina.
ko_kr: 웹 사이트에 추가할 코드입니다. 웹 페이지에 아래 코드를 추가하십시오.
pl_pl: Tutaj możesz pobrać odpowiedni kod do wstawienia na Twoją stronę. Po prostu umieść go w dowolnym miejscu w źródle Twojej strony.
pt_br: Aqui você pode pegar o código para incluir em seu website. Apenas inclua isto em qualquer lugar no fonte de sua página.
ru_ru: Здесь Вы можете получить код для Вашего веб-сайта. Просто поместите его в любом месте исходного текста на Вашей странице.
uk_ua: Тут Ви можете отримати код для Вашого веб-сайту. Просто розмістіть його у будь-якому місці вихідного коду сайту.

source: You may also use third-party plugins for:
ca_es: També pots fer servir els ginys de tercers per:
de_de: Es gibt auch fertige Plugins für folgende Systeme:
es_es: Plugins:
fr_fr: Vous pouvez aussi utiliser des plugins externes pour:
hu_hu: Esetlegesen harmadik fél által készített bővítményeket is használhat:
id_id: Anda juga dapat menggunakan plugin pihak ketiga untuk:
ko_kr: 플러그인을 사용할 수도 있습니다:
pt_br: Você também pode usar plugins de terceiros para:
ru_ru: Вы можете также использовать плагины третих сторон для:
uk_ua: Ви також можете використовувати плагіни сторонніх розробників:

source: You can <a href="%s">customize</a> the style of the message, the text and other options.
ca_es: Pots <a href="%s">personalitzar</a> l'estil del missatge, el text i altres opcions.
de_de: Benachrichtigungstext, Design und vieles anderes können <a href="%s">angepasst</a> werden
es_es: Puedes < href="%s">personalizar</a> el estilo del mensaje, el texto y otras opciones.
fr_fr: Vous pouvez <a href="%s">personnaliser</a> le style du message, le texte et autres options.
hu_hu: Testreszabhatja (<a href="%s"> customize</a>) az üzenet stílusát, szövegét és egyéb beállításait.
id_id: Anda dapat <a href="%s">menyesuaikan</a> gaya pesan, teks dan pilihan lainnya.
ko_kr: 메시지의 스타일, 텍스트, 기타 옵션을 <a href="%s">수정할 수</a>도 있습니다.
pl_pl: Możesz <a href="%s">zmienić</a> wygląd paska z komunikatem, jego treść i inne ustawienia.
pt_br: Você pode <a href="%s">personalizar</a> os estilos da mensagem, o texto e outras opções.
ru_ru: Вы можете <a href="%s">изменить</a> стиль сообщения, текста и других параметров.
uk_ua: Ви можете <a href="%s">змінити</a> стиль повідомлення, тексту, тощо

source: Following browsers will be notified:
ca_es: Seran notificats els següents navegadors:
de_de: Bei folgenden Browserversionen soll die Benachrichtigung erscheinen:
es_es: Los siguientes navegadores serán notificados:
fr_fr: Les navigateurs suivants seront notifiés :
hu_hu: A következő böngészők lesznek értesítve
id_id: Berikut browser akan diberitahu:
it_it: La notifica apparirà ai seguenti browser:
ja_jp: 次に表記するブラウザーのバージョンはお知らせ機能はこのように表示される可能性があります：
ko_kr: 다음 브라우저로 접속하면 알림 표시:
pl_pl: Komunikat zostanie wyświetlony użytkownikom następujących przeglądarek:
pt_br: Os seguintes navegadores exibirão a notificação:
ru_ru: Следующие браузеры включаются в список:
uk_ua: Повідомлення буде відображатися для користувачів наступних браузерів:

source: Google Chrome will automatically itself and is therefor always up to date
ca_es: El Google Chrome s'actualitzarà automàticament
de_de: Google Chrome besitzt eine immer aktive automatische Update-Funktion und ist deshalb immer aktuell
es_es: Google Chrome se actualiza automáticamente y siempre está actualizado
fr_fr: Google Chrome sera automatiquement mis à jour, il est donc toujours à jour.
hu_hu: Google Chrome automatikusan frissíti önmagát, így mindig naprakész
id_id: Google Chrome akan secara otomatis sendiri dan untuk itu selalu up to date
it_it: Google Chrome si aggiorna da solo ed è quindi sempre all'ultima versione
ko_kr: 구글 Chrome은 자동으로 업데이트됩니다
pl_pl: Przeglądarka Google Chrome aktualizuje się automatycznie i dlatego jest zawsze w najnowszej wersji
pt_br: Google Chrome será automaticamente
ru_ru: Google Chrome обновляется автоматически, поэтому он всегда последней версии.
uk_ua: Google Chrome оновлюється автоматично, тому він завжди останньої версії

source: <b>Notify recommended set of browsers and adjust it automatically over time:</b>If a browser is no longer supported by the vendor or has security vulnerabilities, it will be added to the set.
ca_es: <b>La notificació recomana un seguit de navegadors que es va actualitzant amb el temps:</b> Si un navegador no és suportat per al seu fabricant, serà afegit a la llista.
de_de: <b>Browservorgabe verwenden und automatisch aktualisieren,</b> wenn Browser vom Hersteller nicht mehr unterstützt werden, Sicherheitslücken aufweisen oder sehr lange veraltet sind.
es_es: <b>Notifíca a los navegadores recomendados y ajústalo automáticamente con el tiempo:</b>Si un navegador ya no es procurado por su fabricante o tiene vulnerabilidades de seguridad, será agregado a la lista.
fr_fr: <b>Notifiez les navigateurs recommandés et ajustez la version automatiquement:</b>Si un navigateur n'est plus supporté ou possède des failles de sécurité, il sera automatiquement ajouté à la liste.
id_id: <b>Beritahu daftar rekomendasi browser dan menyesuaikan secara otomatis dari waktu ke waktu:</b> Jika browser tidak lagi didukung oleh vendor atau memiliki kerentanan keamanan, maka akan ditambahkan untuk mengatur.
it_it: <strong>Notifica il set di browser consigliato, che si aggiorna automaticamente nel tempo:</strong> se un browser non è più supportato dal produttore o ha delle falle di sicurezza, verrà aggiunto automaticamente al set.
ja_jp: もしブラウザーが製造業者によりもうサポートされなくなって、セキュリティーホールが発見され、更にはとても古くなっている場合、ブラウザーのコードは自動的に調整されます。
ko_kr: <b>추천하는 브라우저 목록으로 자동으로 갱신하기</b>: 제작사에서 브라우저를 지원하지 않거나 보안 취약점이 있는 경우 자동으로 목록에 추가됩니다.
pl_pl: <b>Wyświetl komunikat użytkownikom domyślnego zestawu przestarzałych przeglądarek i aktualizuj go w przyszłości:</b> jeśli przeglądarka przestanie być wspierana przez producenta lub będzie zawierać poważne luki bezpieczeństwa, dodamy ją do naszego zestawu.
pt_br: <b>Exibir a notificação para a lista de navegadores recomendados e ajustar automaticamente ao longo do tempo:</b> Se um navegador não é mais suportado pelo fabricante ou possui vulnerabilidades de segurança, ele será adicionado à lista.
ru_ru: <b>Выводить уведомление об устаревших браузерах и автоматически обновлять его:</b> если браузер больше не поддерживается разработчиками или имеет проблемы с безопасностью, он будет добавлен в список.
uk_ua: <b>Виводити повідомлення про застарілий браузер й автоматично оновлювать його:</b>Якщо браузер більше не підтримується розробниками або має проблеми з безпекою, він буде автоматично доданий.

source: Your Code
ca_es: El teu Codi
de_de: Der Code
es_es: Tu código
fr_fr: Votre code
hu_hu: Az Ön Kódja
id_id: Kode Anda
it_it: Il tuo codice
ja_jp: コード：
ko_kr: 추가할 코드
pl_pl: Twój kod
pt_br: Seu Código
ru_ru: Ваш код
uk_ua: Ваш код

source: Why you should tell users to update
ca_es: Per què has de dir als usuaris que s'actualitzin
de_de: Warum Sie Ihre Besucher über Browserupdates informieren sollten
es_es: Porqué deberíaas decirle a los usuarios que actualicen
fr_fr: Pourquoi devriez-vous informer vos visiteurs
hu_hu: Miért érdemes a felhasználókat frissítésre ösztönözni
id_id: Mengapa Anda harus memberitahukan pengguna untuk memperbarui
it_it: Perché dovresti dire ai tuoi utenti di aggiornare
ja_jp: 何故あなたのサイト訪問者にブラウザーのアップデートをお知らせしないといけないのでしょうか
ko_kr: 업데이트해야 한다고 말해야 하는 이유
pl_pl: Dlaczego powinieneś informować użytkowników o potrzebie aktualizacji przeglądarki
pt_br: Por que contar aos usuários para eles se atualizarem
ru_ru: Почему Вам стоит предложить пользователям обновить их браузер
uk_ua: Чому Вам варто запропонувати користувачам оновити їх браузер

source: Reduced development costs and time
ca_es: Redueïx temps i costos de desenvolupament
de_de: Langfristige Senkung der Entwicklungskosten und -zeit
es_es: Reducción en costo y tiempo de desarrollo
fr_fr: Temps et coût de développement réduits
hu_hu: Alacsonyabb fejlesztésre szánt költségek és megspórolt idő
id_id: Mengurangi biaya pengembangan dan waktu
it_it: Costi e tempo di sviluppo ridotti
ko_kr: 개발 시간과 비용 감소
pl_pl: Redukcja kosztów
pt_br: Redução de custo e tempo de desenvolvimento
ru_ru: Сокращение времени и снижение цен на развитие
uk_ua: Зменьшення часу й зниження цін на розвиток

source: Optimizing websites for old browsers is time consuming and thus expensive.
ca_es: Optimitzar llocs webs per a navegadors antics és una pèrdua de temps i diners.
de_de: Webseiten für veraltete Browser zu optimieren ist äußerst zeitaufwendig, lästig und teuer.
es_es: Optimizar los sitios web para los navegadores antiguos consume tiempo y es costoso.
fr_fr: Optimiser les sites internet pour les vieux navigateurs est chronophage et coûte cher.
hu_hu: Az oldalak régi böngészőre történő optimalizálása sok időt és pénzt emészt fel.
id_id: Mengoptimalkan situs untuk browser lama sehingga memakan waktu dan mahal.
it_it: Ottimizzare i siti per i vecchi browser consuma tempo e denaro.
ja_jp: 改良費用の長期に渡る低下古いウェブサイトを最善化することはかなりの時間の無駄であるばかりか、面倒な上に費用がかかります。
ko_kr: 오래 된 웹 브라우저에서도 동작하도록 최적화하려면 시간이 오래 걸리고 비용도 비싸집니다.
pl_pl: Dostosowywanie stron internetowych do starych przeglądarek zabiera czas i przez to generuje koszty.
pt_br: Otimizar websites para navegadores antigos consome tempo e dinheiro.
ru_ru: Оптимизация веб-сайтов под старые браузеры - это большие временные затраты, поэтому является дорогостоящим занятием.
uk_ua: Оптимізація веб-сайтів під старі браузери - довготривалий, тому й дорогий процес.

source: Webdesign technologies and features
ca_es: Tecnologies de disseny web i característiques
de_de: Webdesign-Technologien und Funktionen
es_es: Tecnologías y características de diseño web
fr_fr: Technologies de webdesign et fonctionnalités
hu_hu: Webdesign technológiák és szolgáltatások
id_id: Webdesign teknologi dan fitur
it_it: Nuove tecnologie e funzioni del webdesign
ja_jp: ウェブデザインテクノロジーとその機能
ko_kr: 웹 디자인 기법과 기술
pl_pl: Technologie internetowe i ich zalety
pt_br: Características e tecnologias do webdesign
ru_ru: Технологии веб-дизайна и возможности
uk_ua: Технології веб-дизайну та можливості

source: There are all these great new webdevlopment standards and they are supported by modern browsers... but you may not use them.
de_de: Es gibt all diese großartigen neuen Webstandards, die auch schon in aktuellen Browsern unterstützt werden&hellip; doch oft können wir sie nicht nutzen.
id_id: Ada besar semua standar webdevlopment baru dan mereka didukung oleh browser modern ... tetapi Anda tidak dapat menggunakannya.
it_it: Ci sono un sacco di novità negli standard di sviluppo web, supportate dai browser moderni... ma non puoi usarle con i vecchi browser.
pl_pl: Istnieje wiele nowych, użytecznych i wspieranych przez nowoczesne przeglądarki standardów tworzenia stron internetowych... ale być może nie są one używane.
pt_br: Existem ótimos novos padrões para o desenvolvimento web e estes são suportados pelos navegadores modernos... mas você pode não utilizá-los.
ru_ru: Появилось много новых стандартов в развитии сети и все они поддерживаются современными браузерами... но Вы не можете пользоваться их возможностями.

source: Newer browsers let you use more features and new technologies (CSS3, SVG, HTML5, RSS, CSS Generated Content, flexible Layouts) on your website, resulting in a better browsing experience for your users.
ca_es: Els navegadors més moderns et permeten fer ús de noves tecnologies (CSS3, SVG, HTML5, RSS, Contingut Generat per CSS, Plantilles flexibles) al teu lloc web, donant així una millor experiència als teus usuaris.
de_de: Durch neuere Browser können Sie beim Webdesign mehr Funktionen und bessere Technologien benutzen (<a href="http://css3.com" title="Die neue CSS-Generation mit vielen neuen Features">CSS3,</a> <a href="http://de.wikipedia.org/wiki/SVG" title="Skalierbare Vektorgrafiken, Artikel auf Wikipedia">SVG,</a> HTML5, <a href="http://de.wikipedia.org/wiki/Rss" title="Internet-Nachrichtenformat, Artikel auf Wikipedia">RSS,</a>CSS Generated Content, flexible Layouts)und damit ihren Besuchern auch eine besser bedienbare Webseite bieten.
es_es: Los navegadores más modernos te permiten usar más características y nuevas tecnologías (CSS3, SVG, HTML5, RSS, Contenido Generado por CSS, Plantillas flexibles) en tu sitio web, dando por resultado una mejor experiencia de navegación para tus usuarios.
fr_fr: Les navigateurs récents vous permettent d'accéder à plus de fonctionnalités et de nouvelles technologies (CSS3, SVG, HTML5, RSS, CSS de Contenu Généré, ...) sur votre site internet, permettant ainsi une meilleur qualité pour vos utilisateurs.
hu_hu: Frissebb böngészők több szolgáltatást és új technológiát engednek CSS3, SVG, HTML5, RSS, stíluslap által létrehozott tartalom, rugalmas elrendezések) használni weboldalán, jobb internetes élményt nyújtva felhasználóinak.
id_id: Browser yang lebih baru membiarkan Anda menggunakan lebih banyak fitur dan teknologi baru (CSS3, SVG, HTML5, RSS, CSS Generated Content, Layout fleksibel) di situs web Anda, menghasilkan pengalaman browsing yang lebih baik bagi pengguna Anda.
it_it: I nuovi browser ti consentono di usare nuove funzioni e tecnologie (CSS3, SVG, HTML5, RSS, CSS Generated Content, layout flessibili) sul tuo sito, che ovviamente produrrà un'esperienza migliore per l'utente.
ja_jp: 今利用中のブラウザーをサポートしてくれる、素晴らしい新しいウェブ標準があります・・・・が、私達はそれをしょっちゅう使うことはできません。<br/> 新しいブラウザーを利用することによって、ウェブデザイナーの際、よりたくさんの機能により良い技術（<a href="http://css3.com" title="Die neue CSS-Generation mit vielen neuen Features新しいＣＳＳの生成と沢山のフィーチャー">CSS3,</a> <a href="http://ja.wikipedia.org/wiki/SVG" title="スケーラブル ベクター グラフィックス">SVG,</a> HTML5, <a href="http://ja.wikipedia.org/wiki/Rss" title="ＲＳＳ">RSS,</a> CSS Generated Content, flexible Layouts）を使うことができ、それによって、サイト訪問者にもより良いサイトを提供することができます。
ko_kr: 새로운 브라우저는 더 많은 기능이나 신기술(CSS3, SVG, HTML5, RSS, CSS로 내용 생성, 유연한 레이아웃)을 지원합니다. 웹 사이트에 적용하면 더 좋은 모습을 더 쉽게 만들 수 있습니다.
pl_pl: Nowsze przeglądarki pozwalają na korzystanie z większej liczby funkcjonalności i nowych technologii (CSS3, SVG, HTML5, RSS, warstwa prezentacyjna oparta na CSS, elastyczne układy stron) na Twojej stronie, co prowadzi do wzrostu satysfakcji Twoich użytkowników.
pt_br: Navegadores mais novos possibilitam que você utilize mais funcionalidades e novas tecnologias (CSS3, SVG, HTML5, RSS, CSS Generated Content, layouts flexíveis) em seu website, resultando em uma melhor experiência de navegação para os seus usuários.
ru_ru: Новые браузеры позволяют Вам использовать новые возможности и технологии на Вашем сайте (CSS3, SVG, HTML5, RSS, контент, сгенерированный с помощью CSS, гибкие настройки внешнего вида), обогащают внешний вид и читаемость, тем самым давая пользователям лучший современный опыт.
uk_ua: Нові браузери дозволяють Вам використовувати нові можливості й технології на Вашому сайті (CSS3, SVG, HTML5, RSS, CSS Generated Content, flexible Layouts), збагачують зовнішній вигляд й покращують сприйняття, тим самим надаючи користувачам кращі сучасні навики.

source: Security and benefits for the user
ca_es: Beneficis de seguretat per a l'usuari
de_de: Sicherheit und viele Vorteile für den Benutzer
es_es: Seguridad y beneficios para el usuario
fr_fr: Sécurité et avantages pour l'utilisateur
hu_hu: Biztonság és előnyök a felhasználók számára
id_id: Keamanan dan manfaat bagi pengguna
it_it: Sicurezza e benefici per l'utente
ko_kr: 보안과 새로운 기능
pl_pl: Bezpieczeństwo i korzyści dla użytkownika
pt_br: Segurança e outros benefícios para o usuário
ru_ru: Безопасность и преимущества для пользователя
uk_ua: Безпечність та переваги для користувачів

source: Numerous benefits: security, speed, features, ... Look at the <a href="%s">update page</a>. The security-threads of outdates browsers are listed in this <a href="%s">paper</a>.
de_de: Sicherheit, Geschwindigkeit, Funktionen, Komfort: Alle aufgelistet auf unserer <a href="%s">Update-Seite</a>. Die Sicherheitsproblematik veralteter Browser wird <a href="%s"> in dieser Veröffentlichung ausführlich behandelt</a>.
id_id: Banyak manfaat: keamanan, kecepatan, fitur, ... Lihat <a href="%s">halaman update</a>. Keamanan-benang outdates browser yang tercantum <a href="%s">di sini</a>.
it_it: Benefici numerosi: sicurezza, velocità, funzioni... Guarda la <a href="%s">pagina di aggiornamento</a>. Le falle di sicurezza dei browser vecchi sono elencate in questo <a href="%s">documento</a>.
pl_pl: Liczne korzyści: bezpieczeństwo, szybkość, funkcjonalności, ... Przejdź na <a href="%s">stronę o potrzebie aktualizowania przeglądarek</a>. Zagrożenia bezpieczeństwa związane z przestarzałymi przeglądarkami zostały wymienione w tym <a href="%s">artykule</a> (po angielsku).
pt_br: Vários benefícios: segurança, velocidade, funcionalidades, ... Veja a <a href="%s">página de atualização</a>. As falhas de segurança dos navegadores desatualizados estão listadas neste <a href="%s">artigo</a>.
ru_ru: Множественные улучшения: безопасность, скорость, новые возможности, ... Взгляните на <a href="%s">страницу обновления</a>. Проблемы и уязвимости устаревших браузеров описываются в этом <a href="%s">документе</a>.

source: The web has to evolve...
ca_es: El web ha d'evolucionar...
de_de: Das Web entwickelt sich weiter&hellip;
es_es: La web tiene que evolucionar...
fr_fr: Le Web doit évoluer...
hu_hu: A világhálónak fejlődnie kell...
id_id: Web telah berevolusi ...
it_it: Il web si deve evolvere...
ja_jp: ウェブはどんどん進化していきます・・・。
ko_kr: 웹은 진화해야 합니다...
pl_pl: Sieć musi się rozwijać...
pt_br: A web tem que evoluir...
ru_ru: Сеть должна развиваться...
uk_ua: Мережа повинна розвиватись...

source: But that's only possible if the browsers also evolve.
ca_es: Però això només és possible si els navegadors evolucinen també.
de_de: Das geht nur wirklich, wenn die Browser sich ebenfalls entwickeln.
es_es: Pero eso sólo es posible si los navegadores también evolucionan.
fr_fr: Mais ce n'est possible que si les navigateurs évoluent.
hu_hu: De ez csak akkor lehetséges, ha a böngészők is fejlődnek.
id_id: Tapi itu hanya mungkin jika browser juga berevolusi.
it_it: Ma questo è possibile solo se i browser si evolvono.
ja_jp: そして、どんどんより良く、更に快適になっていっているのです。
ko_kr: 단 혼자서는 진화하지 못하고, 브라우저도 같이 진화해야 합니다.
pl_pl: Jest to możliwe pod warunkiem, że przeglądarki również będą się rozwijać.
pt_br: Mas isso só é possível se os navegadores também evoluírem.
ru_ru: Но это возможно только если браузеры тоже будут развиваться.
uk_ua: Але це можливо лише за умови розвитку браузерів.
