Repository: browser-update/browser-update
Catalog: trunk/lang/*/LC_MESSAGES/customize.po
Languages: bg_bg, el_gr, he_il

source: Customize and test
bg_bg: Персонализиране и тестване
el_gr: Προσαρμογή και έλεγχος
he_il: התאם אישית ובדוק

source: Test the script
bg_bg: Тествай скрипта
el_gr: Δοκιμή του κώδικα
he_il: בדוק את ה- script

source: If you open your website with <code>#test-bu</code> appended to the url, the bar will always show up.
bg_bg: Ако отворите вашия уеб сайт с <code>#test-bu</ code> добавен към URL-а, бара винаги ще се стои отгоре.
el_gr: Αν μεταβείτε στην ιστοσελίδα σας και το URL τελειώνει σε <code>#test-bu</code>, τότε η μπάρα θα εμφανίζεται πάντα.
he_il: אם תפתח את הדפדפן שלך עם <code>#test-bu</code> בסוף הכתובת, ה- bar תמיד יופיע.

source: Example: <code>http://browser-update.org/#test-bu</code>.
bg_bg: Пример: <code>http://browser-update.org/#test-bu</code>.
el_gr: Παράδειγμα: <code>http://browser-update.org/#test-bu</code>.
he_il: דוגמה: <code>http://browser-update.org/#test-bu</code>.

source: Make sure the page is properly reloaded by opening the url in an new browser tab.
bg_bg: Уверете се, че страницата се презарежда правилно като URL адреса се отваря в нов таб на браузъра.
el_gr: Σιγουρευτείτε ότι η σελίδα έχει φορτωθεί κανονικά, ανοίγοντας το URL σε μια καινούρια καρτέλα.
he_il: וודא שהדף תמיד נטען מחדש על ידי פתיחת הכתובת בלשונית דפדפן חדשה.

source: Options
bg_bg: Опции
el_gr: Παράμετροι
he_il: אפשרויות

source: The following options can be passed to the script:
bg_bg: Следните опции могат да бъдат подадени на скрипта:
el_gr: Ο κώδικας μπορεί να δεχτεί τα παρακάτω ορίσματα:
he_il: ניתן למסור את האפשרויות הבאות ל- script:

source: browser versions to notify
bg_bg: версии на браузъра, за които да се показва съобщение
el_gr: εκδόσεις φυλλομετρητών προς ενημέρωση
he_il: גרסאות דפדפן עליהן להתריע

source: atfer how many hours should the message reappear
bg_bg: след колко часа би трябвало да се повтори съобщението отново
el_gr: μετά από πόσες ώρες θα ξαναεμφανιστεί το μήνυμα
he_il: לאחר כמה שעות ההודעה תופיע מחדש

source: 0 = show all the time
bg_bg: 0 = винаги се показва
el_gr: 0 = συνεχής εμφάνιση
he_il: 0 = הצג כל הזמן

source: callback function after the bar has appeared
bg_bg: функция, която да се извиква след като лентата със съобщението (бара) се появи
el_gr: συνάρτηση που καλείται μετά την εμφάνιση της μπάρας
he_il: פונקצית callback לאחר שה- bar הופיע

source: callback function if bar was clicked
el_gr: συνάρτηση που καλείται αν η μπάρα πατηθεί

source: set a language for the message, e.g. "en"
bg_bg: настройка за езика на съобщението, напр. "bg"
el_gr: καθορισμός γλώσσας για το μήνυμα, π.χ. "el"
he_il: קבע את השפה להודעה, למשל "en"

source: overrides the default detection
bg_bg: замяна на детекцията по подразбиране
el_gr: υπερκαλύπτει τον προεπιλεγμένο εντοπισμό
he_il: דורס את זיהוי ברירת המחדל

source: true = always show the bar (for testing)
bg_bg: true = бара се показва винаги отгоре (за тестове)
el_gr: true = συνεχής εμφάνιση (για δοκιμές)
he_il: true = תמיד הצג את ה- bar (בשביל לבדוק)

source: custom notification html text
bg_bg: html текст за потребителско съобщение
el_gr: προσαρμοσμένο HTML κείμενο ειδοποίησης
he_il: טקסט התרעה html מותאם אישית

source: custom notification text for language "xx"
el_gr: προσαρμοσμένο κείμενο ειδοποίησης για την γλώσσα "xx"

source: e.g. text_de for german and text_it for italian
el_gr: π.χ. text_de (Γερμανικά) ή text_it (Ιταλικά)

source: open link in new window/tab
bg_bg: отваряне на линка в нов прозорец/таб
el_gr: άνοιγμα συνδέσμου σε νέο παράθυρο/καρτέλα
he_il: פתח קישור בחלון/לשונית חדשה

source: Edit the CSS
bg_bg: Редактиране на CSS
el_gr: Επεξεργασία του CSS
he_il: ערוך את ה- CSS

source: The following CSS rules are applied by the script.
bg_bg: Следните CSS стилове се използват в скрипта.
el_gr: Οι παρακάτω κανόνες CSS εφαρμόζονται από τον κώδικα.
he_il: חוקי ה- CSS הבאים מוספים ל- script

source: You can overwrite them in your own CSS. To do so you need to add some more specifity to the css-rules: e.g. <code>body .buorg {font-size:20px}</code>
bg_bg: Можете да ги презапише в свой собствен CSS. За да направите това, което трябва да добавите малко повече специфичност на CSS стиловете: например <code>body .buorg {font-size:20px}</code>
el_gr: Μπορείτε να τους υπερκαλύψετε στο δικό σας αρχείο CSS. Για τον σκοπό αυτό, χρειάζεται να εξειδικεύσετε περισσότερο τους κανόνες: π.χ. <code>body .buorg {font-size:20px}</code>
he_il: ניתן לדרוס אותם ב- CSS שלך. על מנת לעשות כן עליך להוסיף חוקים ל- css-rules, לדוגמה <code>body .buorg {font-size:20px}</code>
