Repository: browser-update/browser-update
Catalog: trunk/lang/*/LC_MESSAGES/template.po
Languages: cs_cz

source: Contact
cs_cz: Kontakt

source: Customize and test
cs_cz: Přizpůsobit a otestovat

source: Test the script
cs_cz: Otestovat skript

source: If you open your website with <code>#test-bu</code> appended to the url, the bar will always show up.
cs_cz: Pokud otevřete vaše stránky s <code>#test-bu</code> v url, lišta se zobrazí.

source: Example: <code>http://browser-update.org/#test-bu</code>.
cs_cz: Příklad: <code>http://browser-update.org/#test-bu</code>.

source: Make sure the page is properly reloaded by opening the url in an new browser tab.
cs_cz: Ujistěte se, že se stránka řádně načetla po otevření URL v novém panelu prohlížeče.

source: Options
cs_cz: Volby

source: The following options can be passed to the script:
cs_cz: Následující možnosti mohou být předány do skriptu:

source: browser versions to notify
cs_cz: verze prohlížečů k oznámení

source: atfer how many hours should the message reappear
cs_cz: po kolika hodinách by se zpráva měla znovu zobrazit

source: 0 = show all the time
cs_cz: 0 = zobrazit vždy

source: callback function after the bar has appeared
cs_cz: callback funkce se objevila po liště

source: set a language for the message, e.g. "en"
cs_cz: nastavit jazky pro zprávu, např. "cs"

source: overrides the default detection
cs_cz: přepíše defualtní detekci

source: true = always show the bar (for testing)
cs_cz: true = vždy zobrazit lištu (pro testování)

source: custom notification html text
cs_cz: vlastní html text oznámení

source: open link in new window/tab
cs_cz: otevřít link v novém okně/záložce

source: Edit the CSS
cs_cz: Editovat CSS

source: The following CSS rules are applied by the script.
cs_cz: Následující CSS pravidla se aplikují pomocí skriptu.

source: You can overwrite them in your own CSS. To do so you need to add some more specifity to the css-rules: e.g. <code>body .buorg {font-size:20px}</code>
cs_cz: Můžete je přepsat do svého vlastního CSS. Budete muset přidat nějaké další CSS specifikace, např. <code>body .buorg {font-size:20px}</ code>

source: This service is an opportunity to inform your visitors unobtrusively to switch to a newer browser.
cs_cz: Tato služba je příležitostí decentně informovat Vaše návštěvníky o přechodu na novější prohlížeč.

source: Many internet users are still using very old, out-dated browsers – most of them for no actual reason. Switching to an newer browser is better for them and for you as a webdesigner.
cs_cz: Mnozí uživatelé internetu stále používají velmi starý, neuaktualizovaný prohlížeč - většina z nich bez skutečného důvodu. Přechod na novější verzi prohlížeče je lepší pro ně i pro Vás jako webdesignera.

source: How it works
cs_cz: Jak to funguje

source: Include our small javascript <a href="%s">notification</a> on your website
cs_cz: Vložte naší malou javascript <a href="%s">notifikaci</a> na Vaše stránky

source: Visitors with out-dated browser will be informed by a little, undisturbing bar, that his browser is not up-to-date and it is recommended to update.
cs_cz: Návštěvníci se zastaralým prohlížečem budou informováni malou, neobtěžující lištou, že jejich prohlížeč není aktuální a je doporučeno jej aktualizovat.

source: Test the notification bar!
cs_cz: Otestujte notifikační lištu!

source: Your browser (%s) is <b>out of date</b>. It has known <b>security flaws</b> and may <b>not display all features</b> of this and other websites. <a%s>Learn how to update your browser</a>
cs_cz: Váš prohlížeč(%s) je <b>zastaralý</b>. Jsou známy <b>bezpečnostní rizika</b> a možná <b>nedokáže zobrazit všechny prvky</b> této a dalších webových stránek. <a%s>Naučte se, jak aktualizovat svůj prohlížeč</a>

source: By clicking the bar, he will get to <a href="%s">an info page with arguments why to change/update and some browser choices</a>.
cs_cz: Kliknutím na lištu se dostanete na <a href="%s">info stránku s argumenty proč změnit/aktualizovat prohlížeč a s výběrem možných prohlížečů</a>.

source: If the visitor ignores the advice, it won't appear again for some time.
cs_cz: Pokud návštěvník radu ignoruje, rada se skryje na nějakou dobu.

source: Advantages and features
cs_cz: Výhody a funkce

source: Subtle
cs_cz: Jemně

source: The user will be notified only once, and won't be bothered any more. The notification bar is very small and won't affect the browsing experience negatively.
cs_cz: Uživatel bude upozorněn pouze jednou a nebude více obtěžován. Notifikační lišta je velmi malá a nebude mít negativní vliv na prohlížení webu.

source: Informative
cs_cz: Informativní

source: Tell the users that they are using an out-dated browser and that your website looks even better with a newer one.
cs_cz: Řekněte uživatelům, že používají zastaralý prohlížeč, a že Vaše webové stránky vypadají ještě lépe v novějším.

source: Idealistic
cs_cz: Idealistický

source: Help evolve the web!
cs_cz: Pomozte vývoji webu!

source: Support the standards-based web!
cs_cz: Podpořte weby založené na standardech!

source: Support Open Source software projects!
cs_cz: Podpořte softwarové Open Source projekty!

source: Help your visitors!
cs_cz: Pomozte svým návštěvníkům!

source: Help increase security awareness!
cs_cz: Pomozte zvýšit povědomí o bezpečnosti!

source: Support your favorite webbrowser!
cs_cz: Podpořte svůj oblíbený prohlížeč!

source: Low maintenance and up-to-date
cs_cz: Minimální údržba a aktualizace

source: If there come more browser versions which won't be supported by the vendor in the future, exhibit security gaps or have been very old for a long time we are going to add them to our list automatically.
cs_cz: Pokud přijde více verzí prohlížeče, které nebudou v budoucnu podporovány výrobcem, budou obsahovat bezpečnostní chyby nebo budou velmi staré, přidáme je do našeho seznamu automaticky.

source: Customizable
cs_cz: Přizpůsobitelné

source: You can customize the browsers and versions to notify.<br/> In future releases you can also customize the text that should be shown, the frequency of the bar to appear and many other things.
cs_cz: Můžete přizpůsobit prohlížeče a jeich verze, které chcete informovat. <br/> V budoucích verzích můžete také upravit text, který se má zobrazit, frekvence zobrazení panelu a mnoho dalších věcí.

source: Localized
cs_cz: Lokalizováno

source: The message is automatically displayed in the user's language.
cs_cz: Zpráva se automaticky zobrazí v jazyce uživatele.

source: Install notification on your site
cs_cz: Instalovat oznámení na Vaše stránky

source: Here you can get the code to include in your website. Just include it anywhere in the source of your page.
cs_cz: Zde můžete získat kód pro své webové stránky. Vložte jej kamkoliv do zdrojového kódu Vaší stránky.

source: Following browsers will be notified:
cs_cz: Následující prohlížeče budou informovány:

source: Google Chrome will automatically itself and is therefor always up to date
cs_cz: Google Chrome se bude automaticky aktualizovat a bude tedy vždy aktuální.

source: <b>Notify recommended set of browsers and adjust it automatically over time:</b>If a browser is no longer supported by the vendor or has security vulnerabilities, it will be added to the set.
cs_cz: <b>Informujte o doporučené sadé prohlížečů a automaticky ji upravujte v průběhu času:</b>Pokud již prohlížeč není dále podporován výrobcem, nebo je zranitelný, bude automaticky přidán do sady.

source: Your Code
cs_cz: Váš kód

source: You can <a href="%s">customize</a> the style of the message, the text and other options.
cs_cz: Můžete <a href="%s">upravit</a> styl zprávy, text a další možnosti.

source: You may also use third-party plugins for:
cs_cz: Můžete také použít pluginy třetích stran pro:

source: Why you should tell users to update
cs_cz: Proč byste měli říci uživatelům, aby aktualizovali

source: Reduced development costs and time
cs_cz: Snížené náklady na vývoj a čas

source: Optimizing websites for old browsers is time consuming and thus expensive.
cs_cz: Optimalizace webových stránek pro staré prohlížeče je časově náročná, a tudíž drahá.

source: Webdesign technologies and features
cs_cz: Webdesign technologie a funkce

source: There are all these great new web development standards and they are supported by modern browsers... but you may not use them.
cs_cz: K dispozici jsou všechny tyto nové webové standardy, které podporují nové moderní prohlížeče... ale Vy je možná nebudete moci použít.

source: Newer browsers let you use more features and new technologies (CSS3, SVG, HTML5, RSS, CSS Generated Content, flexible Layouts) on your website, resulting in a better browsing experience for your users.
cs_cz: Novější prohlížeče Vám umožní používat více funkcí a nové technologie (CSS3, SVG, HTML5, RSS, CSS generovaný obsah, flexibilní Layout) na svých webových stránkách, což má za následek lepší procházení webu pro Vaše uživatele.

source: Security and benefits for the user
cs_cz: Bezpečnost a výhody pro uživatele

source: Numerous benefits: security, speed, features, ... Look at the <a href="%s">update page</a>. The security-threats of outdates browsers are listed in this <a href="%s">paper</a>.
cs_cz: Množství výhod: bezpečnost, rychlost, funkce, ... Koukněte na <a href="%s">stránku aktualizací</a>. Bezpečnostní hrozby zastaralých prohlížečů jsou uvedeny v tomto <a href="%s">dokumentu</a>.

source: The web has to evolve...
cs_cz: Web se má vyvíjet ...

source: But that's only possible if the browsers also evolve.
cs_cz: Ale to je možné pouze v případě, že se prohlížeče také vyvíjí.

source: The strong market share of a 8 years old webbrowser (Internet Explorer 6) is something new in the history of the web. If we take no action now, we will have to code websites like in 2001 even if it is 2011.
cs_cz: Silný podíl na trhu 8 let starého prohlížeče (Internet Explorer 6) je něco nového v historii webu. Neučiníme-li žádné kroky nyní, budeme muset psát kód webových stránek stejný jako v roce 2001, i když je rok 2011.

source: Users don't oppose updating...
cs_cz: Uživatelé nejsou proti aktualizacím...

source: ... they often just do not appreciate the need to update or the existence of the "webbrowser" as a software at all.
cs_cz: ... často prostě nevědí, že je třeba aktualizovat, nebo netuší o existenci "prohlížeče " jako softwaru.

source: Help this project
cs_cz: Pomozte tomuto projektu

source: Participate!
cs_cz: Zapojte se!

source: Include the notification code in your page to inform users about browser updates.
cs_cz: Vložte notifikační kód na Vaší webovou stránku a informujte uživatele o aktualizacích prohlížeče.

source: Spread the word!
cs_cz: Šiřte slovo!

source: Tell others about this initiative! In your blog, on your webpage, ...
cs_cz: Řekněte ostatním o této iniciativě! Na svém blogu, na své webové stránce, ...

source: Translate this page
cs_cz: Přeložte tuto stránku

source: Translate this page into your language.
cs_cz: Přeložte tuto stránku do vašeho jazyka.

source: Statistics
cs_cz: Statistiky

source: <strong class="number">%d</strong> sites are using the Browser-Update.org script.
cs_cz: <strong class="number">%d</strong> stránek používá skript Browser-Update.org.

source: Browser updates
cs_cz: Aktualizace prohlížeče

source: <strong class="number">%d</strong> visitors have already upgraded their browser.
cs_cz: <strong class="number">%d</strong> návštěvníků již upgradovalo svůj prohlížeč.

source: From
cs_cz: Od

source: To
cs_cz: Do

source: Amount
cs_cz: Množství
