Repository: browser-update/browser-update
Catalog: trunk/lang/*/LC_MESSAGES/update-legacy.po
Languages: sl_si

source: An initiative by web designers to inform users about browser-updates
sl_si: Iniciativa med spletnimi oblikovalci, da obvestijo uporabnike o posodobitvah za brskalnike

source: Free webbrowsers
sl_si: Brezplačni brskalniki

source: These browsers are the newest versions of the most used free web browsers.
sl_si: Nekaj najnovejših verzij najbolj popularnih brezplačnih brskalnikov.

source: Just choose a browser to download from the original vendor's website:
sl_si: Le izberite brskalnik za prenos iz uradne strani:

source: Widely-used open-source browser, highly extendable and customizable
sl_si: Razširjen, razširljiv in prilagodljiv odprtokodni brskalnik

source: Download
sl_si: Prenesi

source: Browser with many features
sl_si: Brskalnik z veliko količino funkcij

source: Google's browser with compact interface.
sl_si: Googleov brskalnik z kompaktnim vmesnikom.

source: Automatically always up to date!
sl_si: Samodejno vedno na tekočem!

source: Apple's fast browser
sl_si: Appleov hiter brskalnik

source: Not available for your System.
sl_si: Ni na voljo za vaš sistem.

source: Only for Windows Vista or 7.
sl_si: Samo za operacijski sistem Windows Vista ali 7.

source: Please choose another browser.
sl_si: Prosimo, da izberete drug brskalnik.

source: Windows built-in browser
sl_si: Privzeti brskalnik za Windows

source: All browsers have the same basic features and easy interface.
sl_si: Vsi brskalniki imajo enake osnovne funkcije in so enostavni za uporabo.

source: The browser you are using is out of date. It has known <b>security flaws and disadvantages</b> and a <b>limited feature set</b>. You will not see all the features of some websites.
sl_si: Vaš brskalnik je zastarel. Ima več varnostnih pomankljivosti in morda ne bo pravilno prikazal te ali drugih strani.

source: Switching to a newer browser could give you a lot of advantages:
sl_si: Posodobitev na novejši brskalnik vam lahko prinese veliko prednosti:

source: Security
sl_si: Varnost

source: Newer browsers protect you better against scams, viruses, trojans, phishing and other threats. They also fix security holes in your current browser!
sl_si: Novejši brskalniki vas bolje zaščitijo pred prevarami, virusi, trojanskimi konji in drugimi napadi. Prav tako popravijo varnostne luknje v vašem trenutnem brskalniku!

source: Speed
sl_si: Hitrost

source: Compatibility
sl_si: Kompatibilnost

source: Websites using new technology will be displayed more correctly
sl_si: Spletne strani, ki uporabljajo novo tehnologijo, bojo prikazane bolj pravilno

source: Comfort &amp; better experience
sl_si: Udobje & boljša uporabniška izkušnja

source: With new features, extensions and better customisability, you will have a more comfortable web-experience
sl_si: Zaradi novih funkcij, razširitev in večje prilagodljivosti boste imeli veliko boljšo uporabniško izkušnjo

source: Updating is easy, takes just a few minutes and is totally free.
sl_si: Posodobitev je enostavna in traja le nekaj minut, poleg tega pa je popolnoma brezplačna.

source: Why this website?
sl_si: Zakaj ta spletna stran?

source: This website is an initiative by webdesigners, webmasters and bloggers who want to bring the web further and help their visitors.
sl_si: Ta spletna stran je iniciativa spletnih oblikovalcev, spletnih mojstrov in bloggerjev, ki želijo izboljšati splet in pomagati njegovim uporabnikom.

source: Outdated browsers are a <b>security threat</b> and are <b>blocking the advancement of the web</b> because of their limited features and many <b>bugs</b>.
sl_si: Zastareli brskalniki so varnostni problem in zastirajo napredek spleta zaradi njihovih omejenih funkcij in veliko količino programskih napak.

source: "I'm not able to update my browser"
sl_si: "Ne morem posodobiti mojega brskalnika"

source: If you are on a computer, that is maintained by a admin and you cannot install a new browser, ask your admin about it.
sl_si: Če vaš računalnik nadzira administrator in sami ne morete posodobiti brskalnike, prosite svojega administratorja naj to stori on.

source: If you can't change your browser because of compatibility issues, think about installing a second browser for browsing and keep the old one for the compatibility.
sl_si: Če ne morete zamenjati vašega brskalnika zaradi kompatibilnostnih težav, razmislite o namestitvi dodatnega brskalnika za običajno brskanje in ohranite starega za kompatibilnost.
