Repository: browser-update/browser-update
Catalog: trunk/lang/*/LC_MESSAGES/update.po
Languages: de_de, nl_nl, ro_ro, sl_si, sq_al, tr_tr, zh_cn

source: Update your Browser
de_de: Browser aktualisieren
nl_nl: Update uw browser
ro_ro: Actualizeaza-ti browserul
sl_si: Update Browser
tr_tr: Tarayıcınızı güncelleyin

source: An initiative by web designers to inform users about browser-updates
de_de: Eine Initiative von Webdesignern, um Benutzer über Browserupdates zu informieren
nl_nl: Een initiatief van webdesigners om bezoekers te informeren over browser-updates
ro_ro: O initiativa a designer-ilor de pagini web, pentru a informa utilizatorii asupra actualizarii browser-elor de internet
sl_si: Iniciativa med spletnimi oblikovalci, da obvestijo uporabnike o posodobitvah za brskalnike
sq_al: Një iniciativë nga programatorët e faqeve web për të informuar përdoruesit mbi përditësimet e shfletuesve
tr_tr: Tarayıcı güncellemeleri hakkında kullanıcıları bilgilendirmek için web tasarımcılar tarafından oluşturulmuş bir girişim
zh_cn: 网页设计师的创倡议：告知用户更新浏览器

source: The Project
de_de: Das Projekt
nl_nl: Het Project
ro_ro: Proiectul
tr_tr: Proje
zh_cn: 关于项目

source: Update Browser
de_de: Browser aktualisieren
nl_nl: Update uw browser
ro_ro: Actualizeaza browserul
sq_al: Përditëso Shfletuesin
tr_tr: Tarayıcıyı Güncelle

source: Statistics
de_de: Statistiken
nl_nl: Statistieken
ro_ro: Statistici
sq_al: Statistika
tr_tr: İstatistikler

source: Contact
de_de: Kontakt
sq_al: Kontakt
tr_tr: İletişim

source: Your browser is out-of-date. Please download one of these up-to-date, free and excellent browsers:
de_de: Ihr Browser ist veraltet. Bitte laden sie einen dieser aktuellen, kostenlosen und exzellenten Browser herunter:
nl_nl: Uw browser is verouderd. Download aub één van deze recente, gratis en uitstekende browsers:
ro_ro: Browserul tau este invechit. Te rugam sa descarci unul dintre aceste browsere, care sunt gratuite si actuale.
tr_tr: Tarayıcınız güncel değil. Lütfen bedava ve mükemmel olan bu güncel tarayıcılardan birini indirin.
zh_cn: 您的浏览器需要更新。请下载一款免费而优秀的最新版浏览器。

source: Most recent version not available for your system.
de_de: Neueste Version nicht für ihr Betriebssystem verfügbar.
nl_nl: Niet beschikbaar voor uw besturingssysteem.
ro_ro: Cea mai recenta versiune nu este disponibila pentru sistemul tau.
sl_si: Ni na voljo za vaš sistem.
tr_tr: Sisteminiz için uygun bir versiyon bulunamadı.

source: Please choose another browser.
de_de: Bitte wählen Sie einen anderen Browser aus.
nl_nl: Kies dan een andere browser.
ro_ro: Te rugam sa alegi alt browser.
sl_si: Prosimo, da izberete drug brskalnik.
sq_al: Ju lutem zgjidhni nje shfletues tjeter.
tr_tr: Lütfen başka bir tarayıcı seçin.

source: For more <a href="%s">security</a>, <a href="%s">speed</a>, <a href="%s">comfort</a> and <a href="%s">fun</a>.
de_de: Für mehr <a href="%s">Sicherheit</a>, <a href="%s">Geschwindigkeit</a>, <a href="%s">Komfort </a> und <a href="%s">Spaß</a>.
nl_nl: Voor meer <a href="%s">veiligheid</a>, <a href="%s">snelheid</a>, <a href="%s">comfort</a> en <a href="%s">plezier</a>.
ro_ro: Pentru mai multa <a href="%s">siguranta</a>, <a href="%s">viteza</a>, <a href="%s">confort</a> si <a href="%s">amuzament</a>.
tr_tr: Daha fazla <a href="%s">güvenlik</a>, <a href="%s">hız</a>, <a href="%s">konfor</a> ve <a href="%s">eğlence</a>.
zh_cn: 带来更多安全、极速和乐趣。<!-- %s %s %s %s-->

source: Advertisement
de_de: Werbung
nl_nl: Advertentie
ro_ro: Reclama
tr_tr: Reklam
zh_cn: 广告

source: Your browser (%s) is <b>out of date</b>. It has known <b>security flaws</b> and may <b>not display all features</b> of this and other websites. <a%s>Learn how to update your browser</a>
de_de: Sie verwenden einen <b>veralteten Browser</b> (%s) mit <b>Sicherheitsschwachstellen</b> und <b>können nicht alle Funktionen dieser Webseite nutzen</b>. <a%s>Hier erfahren Sie, wie einfach Sie Ihren Browser aktualisieren können</a>
nl_nl: Uw browser (%s) is <b>verouderd</b>. Hij heeft bekende <b>veiligheidsissues</b> en kan <b>niet alle mogelijkheden</b> weergeven van deze of andere websites. <a%s>Lees meer over hoe uw browser te upgraden</a>
sq_al: Shfletuesi juaj (%s) është <b>ca i vjetër</b>. Ai ka <b>të meta sigurie</b> të njohura dhe mundet të <b>mos i shfaqë të gjitha karakteristikat</b> e kësaj dhe shumë faqeve web të tjera. <a%s>Mësoni se si të përditësoni shfletuesin tuaj</a>
tr_tr: Tarayıcınız (%s) <b>güncel değil</b>. Eski versiyon olduğu için <b>güvenlik açıkları</b> vardır ve görmek istediğiniz bu web sitesinin ve diğer web sitelerinin <b>tüm özelliklerini hatasız bir şekilde</b> gösteremeyecektir. <a%s>Tarayıcınızı nasıl güncelleyebileceğinizi öğrenin</a>
zh_cn: 您的浏览器(%s) 需要更新。该浏览器有诸多安全漏洞，无法显示本网站的所有功能。 <a%s>了解如何更新浏览器</a>

source: Why do I need an up-to-date browser?
de_de: Warum benötige ich einen aktuellen Browser?
nl_nl: Waarom heb ik een up-to-date browser nodig?
ro_ro: De ce am nevoie de un browser actual?
tr_tr: Tarayıcımı neden güncellemeliyim?
zh_cn: 为什么需要最新版浏览器。

source: Security
de_de: Sicherheit
nl_nl: Veiligheid
ro_ro: Siguranta
sl_si: Varnost
sq_al: Siguria
tr_tr: Güvenlik
zh_cn: 安全

source: Newer browsers protect you better against scams, viruses, trojans, phishing and other threats. They also fix security holes in your current browser!
de_de: Neuere Browser schützen besser vor <a href="http://de.wikipedia.org/wiki/Internet-Betrug" title="Artikel auf Wikipedia">Betrug,</a> Viren, Trojanern, <a href="http://de.wikipedia.org/wiki/Phishing" title="Fachbegriff: Phishing, Erläuterung auf Wikipedia">Datendiebstahl</a> und anderen Bedrohungen Ihrer Privatsphäre und Sicherheit. Aktuelle Browser schließen Sicherheitslücken, durch die Angreifer in Ihren Computer gelangen können.
nl_nl: Nieuwere browsers kunnen beter beschermen tegen scams, virussen, trojans, phishing en andere bedreigingen.
ro_ro: Browserele moderne te protejeaza mai bine impotriva escrocheriilor, virusilor, troienilor, phishing-ului si a altor amenintari. De asemenea, acestea repara diverse probleme de securitate pe care browserul tau le are!
sl_si: Novejši brskalniki vas bolje zaščitijo pred prevarami, virusi, trojanskimi konji in drugimi napadi. Prav tako popravijo varnostne luknje v vašem trenutnem brskalniku!
sq_al: Shfletuesit e rinj ju mbrojnë më mirë nga mashtrimet, viruset, trojanet, phishing dhe kërcenime të tjera. Ato gjithashtu korigjojne të çarat në sigurinë e shfletuesit tuaj aktual!
tr_tr: Yeni tarayıcılar sizi dolandırıcılıklar, virüsler, truva atları ve diğer tehditlere karşı daha iyi korur. Ayrıca şu an kullandığınız tarayıcıda bulunan güvenlik açıklarını düzeltir.
zh_cn: 新浏览器能够更好避免欺诈、病毒、木马、钓鱼攻击和其它威胁。它能够修复当前浏览器中的安全漏洞，保护个人隐私。

source: Speed
de_de: Geschwindigkeit
nl_nl: Snelheid
ro_ro: Viteza
sl_si: Hitrost
sq_al: Shpejtesia
tr_tr: Hız
zh_cn: 速度

source: Every new browser generation improves speed
de_de: Jede neue Browsergeneration verbessert die Geschwindigkeit, mit der Webseiten dargestellt werden.
nl_nl: Nieuwere browsers werken veel sneller
ro_ro: Fiecare generatie noua de browsere isi imbunatateste viteza
sl_si: Vsaka nova generacija brskalnikov izboljša hitrost
sq_al: Çdo gjenerate e re shfletuesish permireson shpejtesine
tr_tr: Her yeni nesil tarayıcı hızı artırır
zh_cn: 每款新浏览器能够提升访问速度，增强使用便利性。

source: Compatibility
de_de: Kompatibilität
nl_nl: Betere werking
ro_ro: Compatibilitate
sl_si: Kompatibilnost
sq_al: Pajtueshmëria
tr_tr: Uyumluluk
zh_cn: 技术与兼容性

source: Websites using new technology will be displayed more correctly
de_de: Die auf modernen Webseiten eingesetzten Techniken werden durch aktuelle Browser besser unterstützt. So erhöht sich die Funktionalität, und die Darstellung wird drastisch verbessert.
nl_nl: Websites die gebruik maken van nieuwe technieken werken (beter)
ro_ro: Site-urile care folosesc tehnologii noi vor fi afisate mai bine
sl_si: Spletne strani, ki uporabljajo novo tehnologijo, bojo prikazane bolj pravilno
sq_al: Faqet web të cilat përdorin teknologji të reja do të shfaqen më saktë
tr_tr: Yeni teknolojileri kullanan web siteleri daha doğru görüntülenir
zh_cn: 使用拥有最新科技、更易读、三维和视频的网页，享受精彩内容。

source: Comfort &amp; better experience
de_de: Komfort &amp; Leistung
nl_nl: Comfort &amp; betere beleving
ro_ro: Confort &amp; si o experienta mai buna
sl_si: Udobje & boljša uporabniška izkušnja
sq_al: Komfort &amp; përvoje më të mirë
tr_tr: Konfor &amp; daha iyi deneyim
zh_cn: 舒适性

source: With new features, extensions and better customisability, you will have a more comfortable web-experience
de_de: Mit neuen Funktionen, Erweiterungen und besserer Anpassbarkeit werden Sie schneller und einfacher im Internet surfen können.
nl_nl: Met nieuwe mogelijkheden, uitbreidingen, etc. gaat het internetten een stuk aangenamer
ro_ro: Cu noi caracteristici, extensii si o mai buna personalizare, vei avea o experienta mai confortabila online
sl_si: Zaradi novih funkcij, razširitev in večje prilagodljivosti boste imeli veliko boljšo uporabniško izkušnjo
sq_al: Me karakteristika të reja, shtesa dhe personalizim më të mirë, ju do të keni përvojë shfletimi më të lehtë
tr_tr: Yeni özellikler, eklentiler ve daha çok kişiselleştirilebilirlik ile web deneyimleriniz daha konforlu olur
zh_cn: 借助全新功能、扩展和更强的兼容性，带来更舒适的网页体验。新浏览器能够自动更新，全方位保护。

source: Why this website?
de_de: Wofür diese Webseite?
nl_nl: Waarom deze website?
ro_ro: De ce exista acest site?
sl_si: Zakaj ta spletna stran?
sq_al: Perse kete faqe web?
tr_tr: Neden bu web sitesi?
zh_cn: 为什么是这个网站？

source: This website is an initiative by webdesigners, webmasters and bloggers who want to bring the web further and help their visitors.
de_de: Diese Webseite ist eine Initiative von Webdesignern, Webmastern und Bloggern, die ihren Besuchern helfen und das Web weiterbringen wollen.
nl_nl: Deze website is een initiatief van webdesigners, webmasters en bloggers die het internet verder willen brengen en hun bezoekers willen helpen.
ro_ro: Acest site este o initiativa a bloggerilor, a designerilor si administratorilor de pagini web, care doresc sa imbunatateasca internetul si sa ajute vizitatorii lor.
sl_si: Ta spletna stran je iniciativa spletnih oblikovalcev, spletnih mojstrov in bloggerjev, ki želijo izboljšati splet in pomagati njegovim uporabnikom.
sq_al: Kjo faqe web është një iniciativë nga programatorë faqesh web, administratorë faqesh dhe blogger të cilët dëshirojnë që interneti të evoluojë dhe të ndihmojnë vizitorët e tyre.
tr_tr: Bu web sitesi, webi daha ileri taşımak ve ziyaretçilerine yardımcı olmak isteyen web tasarımcılar, webmasterlar ve blog yazarları tarafından oluşturulmuş bir girişimdir.
zh_cn: 该网站是网页设计师、网管和博主的创新成果，他们希望提升网页内容并帮助访客。

source: Outdated browsers are a <b>security threat</b> and are <b>blocking the advancement of the web</b> because of their limited features and many <b>bugs</b>.
de_de: Veraltete Browser sind ein <strong>Sicherheitsrisiko</strong> und <strong>blockieren den Fortschritt</strong> im Internet durch mangelhafte Funktionen und <strong>viele Fehler</strong>.
nl_nl: Oude, achterhaalde browsers zijn <b>onveilig</b> en <b>belemmeren de voortgang van het internet</b> omdat ze weinig mogelijkheden bieden en veel <b>fouten</b> bevatten.
ro_ro: Browser-ele invechite sunt o <b>amenintare</b> si <b>blocheaza dezvoltarea internetului</b> pentru ca sunt limitate ca si capabilitati si au multe <b>probleme</b>.
sl_si: Zastareli brskalniki so varnostni problem in zastirajo napredek spleta zaradi njihovih omejenih funkcij in veliko količino programskih napak.
sq_al: Shfletuesit e vjetër janë një <b>kërcenim serioz për sigurinë</b> dhe po <b>bllokojnë përparimin e webit</b> për shkak të karakteristikave të tyre të limituara dhe shumë <b>bug-eve</b>.
tr_tr: Güncel olmayan tarayıcılar, yetersiz özellikleri ve mevcut hataları nedeniyle güvenlik açıklarına ve web teknolojilerinin gelişememesine neden olur.
zh_cn: 过时的浏览器具有安全威胁并因为限定性的功能与错误而阻挡网页的广告内容。点击这里了解更多有关Browser-Update.org项目的内容

source: More information about the Project Browser-Update.org
de_de: Mehr Informationen über das Projekt Browser-Update.org
nl_nl: Meer informatie over het Project Brower-Update.org
ro_ro: Mai multe informatii despre Proiectul Browser-Update.org
tr_tr: Browser-Update.org projesi hakkında daha fazla bilgi
zh_cn: 关于项目

source: "I'm not able to update my browser"
de_de: „Ich kann kein Update einspielen“
nl_nl: "Ik kan mijn browser niet updaten"
ro_ro: "Nu pot sa-mi actualizez browser-ul"
sl_si: "Ne morem posodobiti mojega brskalnika"
sq_al: "Nuk mundem të përditësoj shfletuesin tim"
tr_tr: "Tarayıcımı güncelleyemiyorum"

source: If you can't change your browser because of compatibility issues, think about installing a second browser for browsing and keep the old one for the compatibility.
de_de: Wenn Sie Ihren alten Browser auf Grund von Kompatibilitätsproblemen nicht aktualisieren können, ist ein zweiter Browser vielleicht eine gute Lösung:Verwenden Sie den neuen zum komfortableren Surfen und den alten nur bei Inkompatibilitäten.
nl_nl: Als je niet van browser kunt wisselen in verband met de nodige ondersteuning, waarom dan niet een tweede browser installeren?
ro_ro: Daca nu poti schimba browserul actual din motive de compatibilitate, iti recomandam sa instalezi un al doilea browser pentru navigare si sa-l pastrezi pe acesta pentru compatibilitate.
sl_si: Če ne morete zamenjati vašega brskalnika zaradi kompatibilnostnih težav, razmislite o namestitvi dodatnega brskalnika za običajno brskanje in ohranite starega za kompatibilnost.
sq_al: Nëse ju nuk mund të ndryshoni dot shfletuesin tuaj për probleme pajtueshmërie, mendoni që të instaloni një shfletues të dytë për internetin dhe mbani të vjetrin për pajtueshmëri.
tr_tr: Eğer tarayıcınızı uyumluluk problemlerinden dolayı güncelleyemiyorsanız, ikinci bir tarayıcı yükleyip internette gezinmek için onu kullanabilirsiniz ve eski olanı uyumluluk için bulundurabilirsiniz.

source: If you are on a computer that is maintained by an admin and you cannot install a new browser, ask your admin about it.
de_de: Wenn Sie an einem Firmencomputer verwenden und Sie selbst keinen neuen Browser installieren können, fragen Sie Ihren Netzwerkadministrator nach einem Browser-Update.
nl_nl: Als uw computer wordt beheerd door een systeembeheerder en u kunt geen nieuwe browser installeren, vraag dan om hulp.
ro_ro: Daca folosesti un computer care este intretinut de catre un administrator si nu ai drepturi de instalare, roaga-ti administratorul sa te ajute.
sl_si: Če vaš računalnik nadzira administrator in sami ne morete posodobiti brskalnike, prosite svojega administratorja naj to stori on.
tr_tr: Eğer bir yönetici tarafından yönetilen bilgisayar kullanıyorsanız ve bu nedenle tarayıcınızı güncelleyemiyorsanız, yönetici ile temasa geçiniz.
